const quizData = [
    {
        question: "다음의 <상황>과 그에 따른 농어촌정비법상 명령과 조치 내용으로 옳은 것만 고르면?\n\n<상황>\n농업생산기반시설관리자 A가 관리하고 있는 B 지하수 이용시설에 오염물질이 흘러들어 농어촌용수가 오염되어 영농과 농어촌 생활환경에 지장을 줄 우려가 있다고 판단하여 농업생산기반시설관리자 A는 환경부장관 또는 지방자치단체장에게 오염방지와 수질개선을 위한 명령과 조치를 요구하였다.",
        a: "㉠, ㉡, ㉢",
        b: "㉠, ㉢. ㉣",
        c: "㉡, ㉢, ㉣, ㉤",
        d: "㉠, ㉡, ㉢. ㉣, ㉤",
        correct: "a",
        explanation: ""
    },
    {
        question: "다음은 신입사원 A, B간의 대화이다. 대화에서 빈칸에 들어갈 말로 옳은 것은 몇 개 인가?\n\nA: 회사에 입사하고 보니까, 우리 회사가 진짜 큰 회사라는게 느껴져. 우리회사와 관련된 법령도 많고, 관련 사업도 엄청 많아. 자부심이 느껴지네.\nB: 맞아. 특히 원활한 업무 수행을 위해 외워야 하는 법령이 진짜 많은데, 특히 농어촌정비법령은 우리 회사가 수행하는 업무의 내용, 범위, 권한과 책임 등이 엄청 많아서 중요하다고 들었어. 숙지해야 할 내용이 정말 많아서 머리가 터질 지경이야.\nA: 그럼 농어촌정비법령 제대로 외웠는지 서로 확인해보자. 우리 연수 마지막 주에 신입사원 전부 관련법령 시험 봐야 되잖아\nB: 좋아. 내가 먼저 물어볼게. 농어촌지역과 준농어촌지역의 생활환경, 생활기반 및 편익시설ㆍ복지시설 등을 종합적으로 정비하고 확충하며 농어업인 등의 복지를 향상하기 위한 사업의 종류는 무엇인가?\nA: 아하, 이게 좀 헷갈리긴 했는데, 당연히 외웠지! 이거는 ___________________ 이지.",
        a: "2개",
        b: "3개",
        c: "4개",
        d: "5개",
        correct: "b",
        explanation: ""
    },
    {
        question: "다음 대화에서 밑줄 친 ㉠~㉣에 대한 설명으로 옳지 않은 것은?",
        a: "㉠ 농업진흥지역 밖의 농지 중에서 영농 조건이 불리하여 생산성이 낮은 농지로서 최상단부에서 최하단부까지의 평균 경사율이 15퍼센트 이상이거나 집단화된 농지의 규모가 2만제곱미터 미만인 농지 또는 「광업법」에 따른 광업권의 존속기간이 끝났거나 광업권이 취소된 광구의 인근 지역 농지로서 토양오염 등으로 인하여 농업 목적으로 사용하기에 부적당한 농지를 말한다.",
        b: "㉡ 지역 여건에 따라 과수, 원예, 특용작물, 축산단지, 양어장 등 농림수산업을 위한 농지의 조성 및 시설의 설치, 농어촌 관광휴양단지, 관광농원, 관광숙박시설 등 농어촌 관광휴양자원을 개발하고 이용하기 위한 시설의 설치, 주택ㆍ택지 및 부속 농지, 공업시설, 전시장ㆍ박물관 등 문화예술 관련 시설, 체육시설, 청소년 수련시설, 의료시설, 교육연수시설, 노인복지시설의 설치를 할 수 있다. 또한 시행규칙상 종교집회장, 학교시설, 상업시설을 설치할 수 있다.",
        c: "㉢ 한계농지의 조사대상 항목은 한계농지의 소재지, 지번, 지목 및 면적과 한계농지의 이용상황이며, 고시 사항은 고시 연월일, 한계농지의 소재지, 지번, 지목 및 면적을 표시한 토지조서이다. 한계농지 등 정비지구의 지정요건은 한계농지와 그 주변산지 등의 토지를 포함하여 그 면적이 20만제곱미터 이하인 지역으로서 한계농지의 면적은 전체면적의 100분의 15 이상이고, 한계농지를 제외한 농지의 면적은 전체면적의 100분의 20 미만인 지역이면서, 농업진흥지역이 포함되지 아니한 지역이고, 또한 보전산지가 포함되지 아니한 지역이며, 도시지역 외의 지역이어야 한다.",
        d: "㉣ 한계농지등의 정비사업은 시장ㆍ군수ㆍ구청장이나 한계농지등의 정비사업계획을 승인받은 자가 시행할 수 있다. 이때 한계농지 등의 정비사업계획에 사업지역의 위치(위치도를 포함), 사업의 종류, 사업비(사업비 조달계획을 포함), 사업기간, 토지 이용계획, 시설의 규모와 배치계획, 도로와 상ㆍ하수도 등의 현황과 배치계획, 주변지역에 대한 환경영향과 피해예방대책, 그 밖에 한계농지 등의 정비사업 시행에 필요한 사항이 포함되어야 한다.",
        correct: "b",
        explanation: ""
    },
    {
        question: "다음 중 농어촌정비법상 빈집우선정비구역 지정요건으로 옳은 것만 고르면?",
        a: "㉠, ㉣, ㉥",
        b: "㉡, ㉣, ㉤",
        c: "㉠, ㉢, ㉤, ㉥",
        d: "㉡, ㉢, ㉣, ㉤, ㉥",
        correct: "b",
        explanation: ""
    },
    {
        question: "다음은 농어촌정비법상 농어촌산업 육성계획에 관한 내용이다. 밑줄 친 ㉠~㉣의 내용 중 옳지 않은 것은?",
        a: "㉠",
        b: "㉡",
        c: "㉢",
        d: "㉣",
        correct: "d",
        explanation: ""
    },
    {
        question: "다음 중 농어촌정비법상 한계농지와 관련하여 대통령령으로 정하는 사항인 것은?",
        a: "한계농지 등 정비의 종류와 관련하여 농어촌지역의 개발을 촉진하기 위하여 필요한 시설로서 정하는 시설의 설치 사항",
        b: "한계농지의 조사 및 고시에 필요한 사항",
        c: "한계농지 등 정비지구의 지정 요건과 그 밖에 필요한 사항",
        d: "정비지구가 아닌 지역에 있는 한계농지를 정비하려는 자가 시장·군수·구청장에게 한계농지 등 정비지구의 지정을 신청할 경우 정하는 사항",
        correct: "c",
        explanation: ""
    },
    {
        question: "농업 생산에 이용되는 저수지 관리자 A와 B의 대화 내용 중 일부이다. 옳지 않은 것은?",
        a: "A: 저수지를 C에게 사용하게 하려고 하는데 시장·군수·구청장의 사용허가를 받아야겠어",
        b: "B: 그 본래의 목적 범위를 벗어나거나 사용에 방해가 되는 범위라면 사용허가가 나지 않을 수 있으니 유의해",
        c: "A: 그리고 사용자 C에게 저수지를 유지하거나 보수하는 데에 필요한 경비를 사용료로 징수하려고 하는데, 경비의 전부를 징수하는 것은 불가능하니 금액을 자세하게 살펴봐야겠어",
        d: "B: C에게 사용료를 징수하는 경우 지방세 체납 처분의 예에 따라 징수할 수 있으니 관련 규정도 함께 잘 살펴보도록 해",
        correct: "c",
        explanation: ""
    },
    {
        question: "\"농업생산기반 정비사업\"을 시행하기 위한 업무 처리 순서를 바르게 나열한 것은?",
        a: "㉡ - ㉢ - ㉠ - ㉣",
        b: "㉡ - ㉢ - ㉣ - ㉠",
        c: "㉢ - ㉡ - ㉠ - ㉣",
        d: "㉢ - ㉡ - ㉣ - ㉠",
        correct: "c",
        explanation: ""
    },
    {
        question: "농업생산기반 정비사업 기본계획 수립 시, 포함되어야 할 내용으로 옳은 것을 바르게 짝지은 것은?",
        a: "㉠ - ㉡",
        b: "㉠ - ㉢",
        c: "㉡ - ㉢",
        d: "㉢ - ㉣",
        correct: "c",
        explanation: ""
    },
    {
        question: "정부와 지방자치단체는 제2조제10호 바목, 자목 및 차목에 따른 빈집 정비와 농어촌 주택 개량을 효율적으로 시행하기 위하여 대통령령으로 정하는 바에 따라 필요한 자금(이하 \"농어촌주택개량자금\"이라 한다)을 조성하여야 한다. 다음 중 농어촌주택개량자금을 사용할 수 있는 경우는 모두 몇 개인가?",
        a: "1개",
        b: "2개",
        c: "3개",
        d: "4개",
        correct: "b",
        explanation: ""
    },
    {
        question: "농업생산기반 정비사업의 시행 시 업무 절차를 바르게 나열한 것은?",
        a: "㉡ - ㉢ - ㉠ - ㉣ - ㉥ - ㉤",
        b: "㉡ - ㉢ - ㉣ - ㉠ - ㉥ - ㉤",
        c: "㉡ - ㉣ - ㉠ - ㉢ - ㉥ - ㉤",
        d: "㉣ - ㉡ - ㉢ - ㉠ - ㉥ - ㉤",
        correct: "a",
        explanation: ""
    },
    {
        question: "다음 보기 중 (가)에서 하는 업무로 옳지 않은 것은 모두 몇 개인가?\n\n마을정비조합을 설립하려면 마을정비구역에 있는 토지 및 건축물 소유자와 지상권자 총수의 3분의 2 이상의 동의를 받아 농림축산식품부령으로 정하는 바에 따라 (가)를 구성하여 시장·군수·구청장의 승인을 받아야 한다.",
        a: "1개",
        b: "2개",
        c: "3개",
        d: "4개",
        correct: "b",
        explanation: ""
    },
    {
        question: "다음은 공공기관의 운영에 관한 법률 시행령 제7조(공기업 및 준정부기관의 지정기준)이다. 괄호 안 ㉠ + ㉡ + ㉢ + ㉣ 의 값은?",
        a: "317",
        b: "397",
        c: "417",
        d: "427",
        correct: "c",
        explanation: ""
    },
    {
        question: "다음 중 공기업 비상임이사의 추천 및 동의 절차와 관련하여 괄호 안 ㉠ + ㉡의 값은?",
        a: "5",
        b: "6",
        c: "7",
        d: "9",
        correct: "c",
        explanation: ""
    },
    {
        question: "다음 중 감사후보자 추천 기준으로서 타당하지 않은 것은?",
        a: "감사 관련 업무와 직접 관련이 있는 분야에서 조교수 이상으로 3년 이상 재직한 경력이 있는 사람",
        b: "그 밖에 해당 기관의 관장 사무에 따라 전문성을 갖춘 사람으로서 대통령령으로 정하는 자격을 가진 사람이고, 여기서 \"대통령령으로 정하는 자격을 가진 사람\"이란 임명 예정인 공공기관의 업무와 관련된 분야에서 5년 이상 근무한 경력이 있을 것과 국가기관, 지방자치단체, 공공기관, 법인, 「비영리민간단체 지원법」에 따라 지원을 받은 단체 또는 「정당법」에 따라 관할 선거관리위원회에 등록된 정당에서 감사ㆍ수사ㆍ법무, 예산ㆍ회계, 조사ㆍ기획ㆍ평가 등의 업무를 1년 이상 담당했을 것의 요건을 모두 갖춘 사람을 말한다.",
        c: "공인회계사 또는 변호사의 자격을 가진 사람으로서 그 자격과 관련된 업무에 3년 이상 종사한 경력이 있는 사람",
        d: "국가 또는 지방자치단체에서 감사 관련 업무를 3년 이상 담당한 사람으로서 대통령령으로 정하는 직급의 공무원으로 근무한 경력이 있는 사람이고, 여기서 \"대통령령으로 정하는 직급의 공무원\"이란 「국가공무원법」 또는 「지방공무원법」에 따른 4급 이상이나 이에 상당하는 공무원을 말한다.",
        correct: "d",
        explanation: ""
    },
    {
        question: "다음 중 기관장이 타당성재조사를 해야 하는 경우 해당하는 것은 몇 개인가?",
        a: "2개",
        b: "3개",
        c: "4개",
        d: "5개",
        correct: "c",
        explanation: ""
    },
    {
        question: "총수입액 등의 산정방법에 대한 설명으로 알맞은 것은?",
        a: "공기업과 준정부기관 지정을 위해 직원 정원을 산정할 때, 직원 정원은 공공기관 지정 또는 임원 임면 당해연도 연초기준 직원 정원을 기준으로 한다.",
        b: "총수입액 등을 산정함에 있어 재무제표가 3년 미만의 기간 동안 작성된 기관의 경우에는 해당 기간의 재무제표를 활용하여 총수입액 등을 산정하며, 재무제표가 작성되지 않은 기관의 경우에는 유사 기관의 3개년 평균 재무제표를 기초로 하여 산정한다.",
        c: "총수입액 등은 최근 3개년간의 결산기준 손익기준표를 기초로 산정하며, 3개년 평균으로 한다.",
        d: "자산규모는 최근연도 결산기준 재무제표를 기초로 산정하며, 공공기관으로 새로 지정되는 등의 사유로 재무제표가 작성되지 아니한 공공기관의 경우에는 그 사유가 발생한 연도의 예산을 기초로 산정한다.",
        correct: "d",
        explanation: ""
    },
    {
        question: "다음 박스 내 보기에 해당하는 기관들이 공공기관에 해당하는지 여부를 O,X로 표시했을 때 바르게 나열한 것은?",
        a: "O – O – O - X",
        b: "X – X – O - O",
        c: "X – X – X - O",
        d: "O – X – O – O",
        correct: "b",
        explanation: ""
    },
    {
        question: "다음 중 공기업ㆍ준정부기관의 경영실적 평가에 관한 내용으로 옳지 않은 것은?",
        a: "기획재정부장관은 연차별 보고서, 계약의 이행에 관한 보고서, 경영목표와 경영실적보고서를 기초로 하여 공기업ㆍ준정부기관으로 지정된 해를 포함한 공기업ㆍ준정부기관의 경영실적을 평가한다.",
        b: "기획재정부장관은 경영실적의 평가를 위하여 필요한 경우 공기업ㆍ준정부기관에 관련 자료의 제출을 요청할 수 있다.",
        c: "공기업ㆍ준정부기관이 연차별 보고서, 계약의 이행에 관한 보고서, 경영실적보고서 및 그 첨부서류를 제출하지 아니하거나 거짓으로 작성ㆍ제출한 경우 기획재정부장관은 운영위원회의 심의ㆍ의결을 거쳐 경영실적 평가 결과와 성과급을 수정하고, 해당 기관에 대하여 주의ㆍ경고 등의 조치를 취하거나 주무기관의 장 또는 기관장에게 관련자에 대한 인사상의 조치 등을 취하도록 요청하여야 한다.",
        d: "기획재정부장관은 공기업ㆍ준정부기관의 경영실적을 평가하는 경우 기금운용평가를 받는 기관과 「과학기술기본법」제32조(정부출연연구기관등의 육성)에 따라 평가를 받는 기관에 대하여는 그 평가 결과를 활용한다.",
        correct: "a",
        explanation: ""
    },
    {
        question: "다음은 「공공기관운영에 관한 법률 제14조(공공기관에 대한 기능조정 등)」의 내용이다. 옳지 않은 것은?",
        a: "기획재정부장관은 국회 소관 상임위원회와 협의한 후 운영위원회의 심의ㆍ의결을 거쳐 공공기관이 수행하는 기능의 적정성을 점검하고 기관통폐합ㆍ기능 재조정 및 민영화 등에 관한 계획을 수립하여야 한다.",
        b: "기획재정부장관은 공공기관에 대한 기능조정 계획을 수립하는 경우 연구개발을 목적으로 하는 기관 등으로 지정된 기타공공기관에 대해서는 기관의 성격 및 업무 특성을 반영하여야 한다.",
        c: "주무기관의 장은 규정에 따라 수립된 계획을 집행하고, 그 실적에 관한 보고서를 기획재정부장관에게 제출하여야 한다.",
        d: "기획재정부장관은 실적에 관한 보고서의 내용을 분석하여 집행실태를 확인ㆍ점검한 후 필요한 때에는 운영위원회의 심의ㆍ의결을 거쳐 원활한 계획집행을 위하여 필요한 조치를 주무기관의 장에게 요구할 수 있다.",
        correct: "a",
        explanation: ""
    },
    {
        question: "다음은 공사가 매 회계연도 결산 결과 손실이 생겼을 때의 보전순서이다. 괄호 안에 가장 옳은 것은?\n\n공사는 매 회계연도 결산 결과 손실이 생겼을 때에는 ( ㉠ )으로 보전하고, 그 ( ㉠ )으로도 부족하면 ( ㉡ )으로 보전하되, 그 후에도 남은 손실은 ( ㉢ ) 한다.",
        a: "㉠ 이익준비금, ㉡ 사업확장적립금, ㉢ 국고로 보전",
        b: "㉠ 사업확장적립금, ㉡ 이익준비금, ㉢ 다음 회계연도로 이월",
        c: "㉠ 이익준비금, ㉡ 사업확장적립금, ㉢ 다음 회계연도로 이월",
        d: "㉠ 사업확장적립금, ㉡ 이익준비금, ㉢ 국고로 보전",
        correct: "b",
        explanation: ""
    },
    {
        question: "농지관리기금의 재원으로서 옳은 것은 몇 개인가?",
        a: "4개",
        b: "5개",
        c: "6개",
        d: "7개",
        correct: "b",
        explanation: ""
    },
    {
        question: "다음 중 시행령 제31조(기금에 의한 그 밖의 사업)중 법 제34조(기금의 용도) 제1항 제13호의 \"대통령령으로 정하는 사업\"에 해당하지 않은 것은?",
        a: "㉠, ㉡, ㉢",
        b: "㉢, ㉣, ㉥",
        c: "㉡, ㉢, ㉣",
        d: "㉢, ㉣, ㉤",
        correct: "b",
        explanation: ""
    },
    {
        question: "다음 한국농어촌공사 및 농지관리기금법상 벌칙과 관련된 설명 중 옳지 않은 것은 몇 개인가?",
        a: "1개",
        b: "2개",
        c: "3개",
        d: "4개",
        correct: "c",
        explanation: ""
    },
    {
        question: "한국농어촌공사가 「개인정보 보호법 시행령」 제19조 제1호에 따른 주민등록번호가 포함된 자료를 처리할 수 있는 경우로서 옳지 않은 것은?",
        a: "농지의 교환 또는 분리ㆍ합병 등에 관한 업무",
        b: "농지 임대 등의 수탁에 관한 업무",
        c: "직업전환한 농업인의 영농복귀 지원 업무",
        d: "장기임대차 간척농지 등의 매입ㆍ매도사업",
        correct: "d",
        explanation: ""
    },
    {
        question: "다음 중 농지연금의 지원방법에 대한 내용으로 옳지 않은 것은?",
        a: "농지연금지원약정을 체결하려는 사람은 일정한 기간 동안 매월 지급받는 방식을 선택하여 농지연금 지원을 받을 수 있다.",
        b: "공사는 농지연금지원약정을 체결한 경우에는 담보농지에 저당권을 설정하고 공사와 농지연금지원약정을 체결한 농업인에게 농지연금을 지원하여야 한다.",
        c: "공사와 농지연금지원약정을 체결한 농업인이 사망한 경우, 사망한 날부터 6개월 이내에 담보농지의 소유권 이전등기 및 농지연금채무의 인수를 마친 농림축산식품부령으로 정하는 배우자에게 농지연금을 지원할 수 있다.",
        d: "농지연금 월 지급금의 산정에 필요한 이자율, 농지가격 상승률은 공사와 농지연금을 지원약정을 체결한 농업인과 협의하여 정한다.",
        correct: "d",
        explanation: ""
    },
    {
        question: "아래는 농업용수를 공급받으려는 이들이 소유한 토지의 유형을 나타낸다. 이 중 「한국농어촌공사 및 농지관리기금법 제13조 제1항 제3호」에 따라 농업용수 이용자가 될 수 있는 이를 모두 고른 것은?\n\n민수: 「국유재산법」 또는 다른 법률에 따라 대부를 받은 국유지 · 공유지\n찬솔: 농림축산식품부장관이 정하여 고시하는 기준에 해당하는 고령 또는 질병 등의 사유로 은퇴하려는 농업인의 소유 농지\n재영: 「공유수면 관리 및 매립에 관한 법률」에 따른 매립면허를 받은 자가 조성한 토지\n보배: 「농어촌정비법」에 따른 농업생산기반 정비사업의 시행으로 조성된 매립지 등",
        a: "민수, 보배",
        b: "찬솔, 재영, 보배",
        c: "민수, 재영, 보배",
        d: "민수, 찬솔, 재영, 보배",
        correct: "c",
        explanation: ""
    },
    {
        question: "다음은 「한국농어촌공사 및 농지관리기금법 시행령 제19조의4(경영회생 지원을 위한 농지의 매입등)」에 관한 내용이다. 옳지 않은 것은?",
        a: "자기 소유의 농지 및 농지에 딸린 농업용 시설을 공사에 매도하고 이를 임차하려는 농업인 또는 농업법인은 공사에 농지등의 매도 및 임차를 신청하여야 한다.",
        b: "매도 및 임차 신청을 받은 경우, 공사는 해당 농업인 또는 농업법인에 대하여 경영위기의 정도, 경영회생 가능성 및 경영능력 등에 대한 평가를 신용평가사에 위탁해 진행한 후, 적합한 경우에는 신청 대상 농지 등을 매입할 수 있다.",
        c: "농지의 매입가격은 감정평가법인 등이 평가한 금액으로 한다.",
        d: "농업용시설의 매입가격은 감정평가법인 등이 임대기간 만료 시점을 기준으로 평가한 금액으로 한다.",
        correct: "b",
        explanation: ""
    },
    {
        question: "다음 중 한국농어촌공사 설립에 대한 설명으로 옳은 것은?",
        a: "공사는 업무의 수행을 위하여 필요한 곳에 분사무소를 둘 수 있으며, 이에 관한 사항은 정관으로 정한다.",
        b: "공사는 주사무소에 지역농어업인의 대표로 구성되는 운영대의원회를 두며, 분사무소에 운영대의원회의 대표로 구성되는 자문기구를 둔다.",
        c: "운영대의원회의 구성과 운영에 관한 사항은 이사회의 의견을 거쳐 결정한다.",
        d: "주된 사무소 또는 분사무소의 소재지를 관할하는 등기소의 관할구역에 새로 분사무소를 설치한 경우에는 3주일 이내에 그 분사무소의 명칭 및 소재지만을 등기한다.",
        correct: "d",
        explanation: ""
    },
    {
        question: "농지의 교환, 분리, 합병에 대한 설명으로 옳지 않은 것은?",
        a: "공사는 농지소유자가 농지의 교환 또는 분리·합병의 시행을 신청하는 경우에만 농지의 교환 또는 분리· 합병을 시행할 수 있다.",
        b: "공사는 광역시장ㆍ도지사 또는 특별자치도지사로부터 농지의 교환 또는 분리ㆍ합병계획을 인가받았을 때에는 5일 이상 15일 이내의 기간을 정하여 그 교환 또는 분리ㆍ합병계획의 개요를 고시하고, 이를 이해관계인이 열람할 수 있게 하여야 한다.",
        c: "농지소유자가 농지의 교환 또는 분리ㆍ합병을 하기 위하여 필요한 자금을 지원받으려는 경우에는 농림축산식품부령으로 정하는 바에 따라 공사에 그 지원을 요청할 수 있다.",
        d: "생활환경 정비사업 시행자는 농지의 교환·분리·합병 또는 집단환지(集團換地)를 위한 청산금의 지급에 필요한 자금을 지원받으려는 자가 있을 때에는 농림축산식품부령으로 정하는 바에 따라 공사에 그 자금지원에 관한 협조를 요청할 수 있다.",
        correct: "d",
        explanation: ""
    },
    {
        question: "다음 중 직제규정 상 사장이 따로 정할 수 있는 사항은 몇 개인가?",
        a: "4개",
        b: "5개",
        c: "6개",
        d: "7개",
        correct: "b",
        explanation: ""
    },
    {
        question: "다음 중 직위 및 직무에 대한 내용으로 옳지 않은 것은?",
        a: "사장은 지역본부‧사업단에 소속부서의 업무처리를 위하여 사업실장을 둘 수 있다.",
        b: "감사가 부득이한 사유로 직무를 수행할 수 없을 때에는 해당 부서의 상임위원이 그 직무를 대행한다.",
        c: "4급에 해당하는 직원은 과장, 대리, 전임강사, 책임연구원, 소장, 팀원 등이다.",
        d: "사장은 총 정원 범위에서 직급을 하향 조정하여 운용할 수 있다.",
        correct: "b",
        explanation: ""
    },
    {
        question: "모성보호시간 관련 다음 빈칸에 가장 옳은 것은?\n\n임신 중인 여성 직원은 1일 ( ㉠ )의 근로시간을 단축하여 근무하여야 하며, 단축시간은 30분 단위로 분할하여 사용할 수 있다. 다만, 1일 근로시간이 ( ㉡ ) 미만인 직원은 1일 근로시간이 ( ㉢ )이 되도록 근로시간을 단축한다.",
        a: "㉠ 1시간, ㉡ 7시간, ㉢ 5시간",
        b: "㉠ 1시간, ㉡ 8시간, ㉢ 6시간",
        c: "㉠ 2시간, ㉡ 7시간, ㉢ 5시간",
        d: "㉠ 2시간, ㉡ 8시간, ㉢ 6시간",
        correct: "d",
        explanation: ""
    },
    {
        correct: "d",
        explanation: "모성보호시간 관련 빈칸에 들어갈 내용은 ㉠ 2시간, ㉡ 8시간, ㉢ 6시간입니다. 따라서 정답은 d입니다."
    },
    {
        question: "적립휴가관련 다음 빈칸에 가장 옳은 것은?\n\n제19조의4(적립휴가) ① 제19조의2에 따라 사용을 촉진하여 보상할 의무가 없는 연차휴가의 일부는 제19조제8항에 따른 소멸 익일 적립휴가로 전환된다. 이때, 당해연도 생성된 연차휴가의 ( ㉠ )(소수점 절사)를 초과하여 전환할 수 없다. ② 적립휴가는 전환일부터 ( ㉡ ) 이내 또는 퇴직 전까지 사용하지 않으면 소멸하며, 공사는 이를 금전으로 보상하지 않는다. ③ 적립휴가는 ( ㉢ ) 단위로 분할하여 사용할 수 있다.",
        a: "㉠ 20%, ㉡ 10년, ㉢ 30분",
        b: "㉠ 20%, ㉡ 7년, ㉢ 1시간",
        c: "㉠ 30%, ㉡ 7년, ㉢ 30분",
        d: "㉠ 30%, ㉡ 10년, ㉢ 1시간",
        correct: "a",
        explanation: ""
    },
    {
        question: "본사에서 근무하는 공사 직원 A 과장이 파견근무 발령을 받아 이동하게 되었다. 다음 보기의 A 과장 사무인계 과정과 관련하여 옳지 않은 것을 모두 고르면?",
        a: "㉠, ㉢",
        b: "㉢, ㉣",
        c: "㉡, ㉤",
        d: "㉣, ㉤",
        correct: "c",
        explanation: ""
    },
    {
        question: "다음 중 탄력적 근로시간제에 대한 내용으로 옳은 것을 모두 고른 것은?",
        a: "㉠, ㉡",
        b: "㉠, ㉢",
        c: "㉡, ㉢",
        d: "㉠, ㉡, ㉢",
        correct: "b",
        explanation: ""
    },
    {
        question: "인사규정에서 수습임용과 관련된 설명 중 옳지 않은 것은 몇 개인가?",
        a: "1개",
        b: "2개",
        c: "3개",
        d: "4개",
        correct: "a",
        explanation: ""
    },
    {
        question: "인사규정에서 승진에 걸리는 최저근속기간을 산정할 때, 이에 포함되는 경우를 모두 고르시오.",
        a: "㉠, ㉡, ㉤",
        b: "㉡, ㉢, ㉣",
        c: "㉡, ㉢, ㉤",
        d: "㉠, ㉢, ㉣",
        correct: "b",
        explanation: ""
    },
    {
        question: "징계처분의 기록말소관련 괄호 안 ㉠ + ㉡의 값은 얼마인가?\n\n사장은 징계처분을 받은 직원이 징계처분 종료일을 기준으로 정직의 경우 ( ㉠ )년 이 경과 한 때, 감봉의 경우 ( ㉡ )년이 경과한 때에는 징계대장 및 인사기록카드의 징계기록을 말소한다. 다만, 기간 경과 전에 다른 징계처분을 받은 때에는 각각 처분에 대한 해당기간을 합산한 기간이 경과하여야 한다.",
        a: "6",
        b: "7",
        c: "8",
        d: "9",
        correct: "c",
        explanation: ""
    },
    {
        question: "다음 중 상급인사위원회가 관장하는 기능을 모두 고른 것은?",
        a: "㉠, ㉡, ㉣, ㉤, ㉧",
        b: "㉠, ㉡, ㉣, ㉥, ㉦",
        c: "㉡, ㉢, ㉣, ㉤, ㉥",
        d: "㉡, ㉢, ㉣, ㉥, ㉦",
        correct: "b",
        explanation: ""
    },
    {
        question: "인사규정에 따른 직원 채용에 대한 설명으로 옳지 않은 것은 모두 몇 개인가?",
        a: "5개",
        b: "4개",
        c: "3개",
        d: "2개",
        correct: "a",
        explanation: ""
    },
    {
        question: "다음 중 인사규정의 직권면직에 해당하는 사례가 옳게 짝지어진 것은?",
        a: "㉠, ㉡, ㉣, ㉤, ㉧",
        b: "㉠, ㉢, ㉣, ㉥, ㉦",
        c: "㉠, ㉡, ㉢, ㉤, ㉦",
        d: "㉡, ㉢, ㉣, ㉥, ㉧",
        correct: "c",
        explanation: ""
    },
    {
        question: "다음 <상황>에 대한 설명으로 옳은 것은?\n\n<상황>\n농어촌자원개발원 소속 A 박사는 사회적 농업, 농촌 재능 나눔 등 농어촌지역의 공공복지 향상을 위한 연구 분야 전문가이다. 최근 「농촌 지역 공동체 기반 경제ㆍ사회 서비스 활성화에 관한 법률」 ([시행 2024. 8. 17.] [법률 제19640호, 2023. 8. 16., 제정], 약칭 농촌경제사회서비스법) 시행에 따라 공사가 수행하게 될 다양한 사업 모델 개발을 위한 연구를 진행하고 있다. A 박사는 해당 법률 시행에 따라 \"농촌경제사회서비스법 시행에 따른 지방자치단체의 역할과 향후 과제\"라는 주제로 B도 농촌활력과로부터 2024. 9. 23. 14:00~17:00(3시간) 에 특강을 요청받았다.",
        a: "A 박사는 특강을 마친 후 2024. 10. 2. 까지 외부강의 등의 요청명세서 등을 행동강령책임관에게 신고하여야 한다.",
        b: "A 박사가 특강 후 2024. 10. 10. 통장에 입금된 특강 사례금을 확인하고, 사례금이 규정상 초과하는 사례금임을 알게 된 경우, 2024. 10. 13. 까지 행동강령책임관에게 신고하여야 한다.",
        c: "만약 A 박사가 B도 농촌활력과로부터 향후 10월에 2차례(1회 당 2시간) 더 대가를 받는 강의를 요청받는 경우, A박사가 외부강의를 진행하기 위해서는 미리 행동강령책임관의 검토를 거쳐 사장의 승인을 받아야 한다.",
        d: "만약 A 박사가 2024. 9. 27. 농업관련 재단법인인 C재단에서 위와 동일한 주제로 특강을 하고, 당시에는 사례금 총액을 알 수 없었다면, 우선 사례금 부분을 제외하고 신고하여야 하며, 이후 2024. 9. 30. 에 정확한 사례금을 알게 된 경우에는, 2024. 10. 5. 까지 이를 보완하여야 한다.",
        correct: "d",
        explanation: "농촌경제사회서비스법 시행에 따른 지방자치단체의 역할과 향후 과제에 대한 설명으로 옳은 것은 d입니다. 따라서 정답은 d입니다."
    },
    {
        question: "다음 보기의 상황에 대한 설명으로 알맞은 것은?\n\n< 보기 >\n한국농어촌공사 본사에 재직 중인 A 과장은 자신의 배우자가 수수 금지 금품을 받은 사실을 알았다. 따라서 지체 없이 소속 부서의 장에게 신고하였다.",
        a: "A 과장은 그 금품을 제공자에게 반환해야 하며, 반환과정에서 발생한 비용은 소속부서의 장에게 청구할 수 없다.",
        b: "A 과장이 그 금품 제공자나 제공자의 주소를 알 수 없어 금품을 행동강령책임관에게 인도하였다면 행동강령책임관은 즉시 사진으로 촬영하거나 영상으로 녹화하고 이를 기록·관리해야 한다.",
        c: "인정 사유로 인해 금품이 행동강령책임관에게 인도되어 확인한 결과 그 금품이 수수 금지 금품 등에 해당하는 것으로 확인되면 후속조치가 완료되기 이전에 그 금품을 제공자에게 반환해야 한다.",
        d: "인정 사유로 인해 금품이 소속 부서의 장에게 인도되어 처리되었다면, 소속 부서의 장은 처리한 금품 등에 대하여 접수처리 대장에 기록·관리 해야하고 처리 결과를 금품등을 제공한 자에게 통보하여야 한다.",
        correct: "b",
        explanation: ""
    },
    {
        question: "다음 중 공기업․준정부기관 회계기준 시행세칙상 회계장표에 관한 설명으로 옳은 것은 몇 개인가?",
        a: "1개",
        b: "2개",
        c: "3개",
        d: "4개",
        correct: "a",
        explanation: ""
    },
    {
        question: "다음 중 공기업․준정부기관 회계기준 시행세칙상 자산의 불용에 관한 설명으로 옳은 것은?",
        a: "부문관리자 또는 분임관리자는 소관 자산에 대하여 불용 결정을 하려는 때에는 용도와 상태를 고려하여 다른 부문관리자에게 조회하여 필요한 곳이 있는 경우에는 관리전환의 조치를 하고, 필요한 곳이 없는 경우에는 불용 결정하여야 한다. 다만, 분임관리자가 소관 자산을 불용 결정할 경우 그 결과를 부문관리자에게 지체 없이 보고하여야 한다.",
        b: "개당 잔존가액이 5백만원 이상의 동산과 건당(합계기준) 기준(공시)시가 5억원 이상의 부동산은 총괄관리자에게 불용 결정을 요청하여야 한다. 다만, 「자체사업 운영규정」에 따라 자체사업심의위원회에서 심의․의결되어 처분하는 자산은 분임관리자가 금액과 상관없이 총괄관리자에게 불용 결정을 요청하지 않을 수 있다.",
        c: "자산관리자는 자산의 불용 결정시 공공사업 시행으로 사업인정 고시된 자산, 부동산 대체 및 교환취득이 승인된 자산, ｢농어촌정비법｣ 제14조 제2항에 따라 농림축산식품부장관의 승인을 받아 처분하는 자산에 대해서는 자체사업심의위원회의 심의․의결을 받아야 한다.",
        d: "분임관리자산 불용 요청의 경우 해당 분임관리자산 불용 타당성 검토서를 붙여 불용 요청하여야 하고, 공공사업 시행으로 사업인정 고시된 자산 및 대체 또는 교체 취득이 승인된 자산에 해당하는 자산의 불용결정 및 처분은 부문관리자가 하되 기본재산을 처분할 때 부문관리자가 지사장인 경우에는 지역본부장, 지사장이 아닌 경우에는 자산관리자와 사전 협의하여야 한다.",
        correct: "a",
        explanation: ""
    },
    {
        question: "다음 중 공기업․준정부기관 회계기준 시행세칙상 채권회계에 관한 설명으로 옳은 것은 몇 개 인가?",
        a: "5개",
        b: "3개",
        c: "2개",
        d: "1개",
        correct: "c",
        explanation: ""
    },
    {
        question: "다음 중 공기업․준정부기관 회계기준 시행세칙에 따른 채권관리자별 담당 업무를 바르게 구분한 것은?",
        a: "㉠ ㉡ ㉥ ㉩ / ㉦ ㉣ ㉧ ㉨ / ㉢ ㉤",
        b: "㉡ ㉥ ㉦ ㉨ / ㉠ ㉢ ㉧ ㉩ / ㉣ ㉤",
        c: "㉡ ㉢ ㉦ ㉨ / ㉠ ㉤ ㉧ ㉩ / ㉣ ㉥",
        d: "㉢ ㉥ ㉦ ㉨ / ㉡ ㉧ ㉩ ㉠ / ㉣ ㉤",
        correct: "b",
        explanation: ""
    },
    {
        question: "채권의 대손처리와 관련된 내용으로 옳지 않은 것은?",
        a: "채무자인 법인이 파산선고에 따라 회수불능으로 확정된 경우 소멸시효 완성 전이라도 대손처리해야 한다.",
        b: "불량채권의 정리는 회수 불가능한 사유가 확정된 회계연도에 대손처리하며 결산시 반영한다.",
        c: "추심에 드는 비용이 채권액을 초과하는 경우 소멸시효 완성 전이라도 대손처리하여야 한다.",
        d: "채무자가 사망한 경우 강제집행 비용과 다른 우선변제채권의 합계액이 그 상속재산의 가액보다 작더라도 대손처리하여야 한다.",
        correct: "d",
        explanation: ""
    },
    {
        question: "아래 [자료]는 [공기업․준정부기관 회계기준 시행세칙]에서 [제55조]에서 [제59조]까지의 조문을 발췌한 것이다. [자료]의 ㉮~㉵ 중에서 잘못된 내용을 모두 고르시오.",
        a: "㉮, ㉯, ㉱, ㉲",
        b: "㉯, ㉰, ㉲, ㉳",
        c: "㉮, ㉰, ㉲, ㉴",
        d: "㉯, ㉱, ㉴, ㉵",
        correct: "c",
        explanation: ""
    }
];