// 인사규정 문제 데이터

window.currentSubjectQuestions = [
        {
            "question": "다음은 한국농어촌공사 인사규정 상 용어의 정의이다. 빈칸에 알맞은 것은?  \n\n- ( ㉠ ) : 1명의 직원에게 부여할 수 있는 직무와 책임\n- ( ㉡ ) : 직무의 종류, 곤란성과 책임도가 상당히 유사한 직위의 군\n- ( ㉢ ) : 직위를 계속 유지할 수 없는 사유가 있어 일정기간 직위를 부여하지 아니하는 것\n- ( ㉣ ) : 1개 직급을 내리는 것\n- ( ㉤ ) : 동일한 직급 내에서 보직을 변경시킴\n\n\n\n㉠\n㉡\n㉢\n㉣\n㉤",
            "a": "①\n직급\n직위\n강등\n직위해제\n전보",
            "b": "②\n직급\n직위\n직위해제\n강등\n전보",
            "c": "③\n직위\n직급\n직위해제\n강등\n전보",
            "d": "④\n직위\n직급\n직위해제\n전보\n강등",
            "correct": "c",
            "explanation": "제5조(정의)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제5조"]
        },
        {
            "question": "다음 중 한국농어촌공사 인사규정을 위배하여 채용된 경우는?",
            "a": "① 공사 직원의 친족을 공개경쟁채용시험에 따라 채용하였다.",
            "b": "② 변호사 채용을 위해 주무기관과 별도 협의없이 제한경쟁채용시험으로 채용을 진행하였다.",
            "c": "③ 연구분야 사원 채용 시, 내국인 중 적합한 자가 없어 외국인을 채용하였다.",
            "d": "④ 공사의 직제규정에 따른 지역단위별로 채용을 실시하였다.",
            "correct": "b",
            "explanation": "제7조(채용의 원칙), 제7조의2(외국인의 채용)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제7조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제7조의2"]
        },
        {
            "question": "다음은 한국농어촌공사 「인사규정」 제9조(결격사유)의 일부이다. 빈칸에 알맞은 기간을 순서대로 나열한 것은? \n\n- 금고 이상의 형을 받고 그 집행이 종료되거나 집행을 받지 아니하기로 확정된 후 ( ㉠ )년을 경과하지 아니한 자\n- 금고 이상의 형을 받고 그 집행유예의 기간이 완료된 날로부터 ( ㉡ )년을 경과하지 아니한 자\n- 파면처분을 받은 날로부터 ( ㉢ )년을 경과하지 아니한 자\n- 해임처분을 받은 날로부터 ( ㉣ )년을 경과하지 아니한 자",
            "a": "① ㉠ = ㉢ > ㉣ > ㉡",
            "b": "② ㉠ = ㉢ > ㉡ > ㉣",
            "c": "③ ㉠ > ㉣ > ㉡ > ㉢",
            "d": "④ ㉣ > ㉢ > ㉠ > ㉡",
            "correct": "a",
            "explanation": "제9조(결격사유)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제9조"]
        },
        {
            "question": "다음은 한국농어촌공사 「인사규정 제15조(전보)」에 대한 설명이다. 제2항의 밑줄 친 사항에는 기간을 3년 이내로 하는 예외 규정이 있다. 다음 중 예외 규정에 해당하지 않는 것은?  \n\n제15조(전보)",
            "a": "① 같은 직위 장기근무로 인한 침체와 잦은 전보로 인한 능률저하를 방지하고 창의적이고 \n안정적인 직무수행을 할 수 있도록 특별한 사정이 \n없는 때에는 정기적으로 전보를 실시한다.",
            "b": "② 다음 각 호의 어느 하나에 해당하는 경우를 제외하고는 해당 직위에 임용된 날로부터 1년 이내에 다른 직위에 전보될 수 없다.",
            "c": "① 감사담당 사원",
            "d": "② 연구담당 사원",
            "correct": "d",
            "explanation": "제15조(전보)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제15조"]
        },
        {
            "question": "다음 중 한국농어촌공사 인사규정상 파견 기간이 상이한 것은?",
            "a": "① 해외용역사업 수행상 필요할 때",
            "b": "② 특수업무의 일시적인 수행을 위하여 특히 필요하다고 인정될 때",
            "c": "③ 국내외 교육기관 및 국제기구에서 직원의 능력을 개발하기 위하여 필요할 때",
            "d": "④ 정부 부처 및 공공기관에서 농어업 관련 국가적 사업의 수행 또는 업무수행과 관련된 행정지원을 위하여 필요할 때",
            "correct": "b",
            "explanation": "제17조(파견)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제17조"]
        },
        {
            "question": "다음 중 한국농어촌공사 인사규정에 위배되는 경우는?",
            "a": "① 부서 인원의 부족으로 인해 두 개의 직위를 겸직하고 있는 A과장",
            "b": "② 업무의 일시적인 폭주로 지원이 필요하여 6개월간 파견근무를 수행한 B대리",
            "c": "③ C부장의 장기출장을 사유로 직무를 대행하게 된 D차장",
            "d": "④ 별정직에서 일반직으로 변경한 E실장",
            "correct": "d",
            "explanation": "제16조~제19조",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제16조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제17조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제18조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제19조"]
        },
        {
            "question": "한국농어촌공사 인사규정상 1급 및 2급으로의 승진시 가장 처음에 진행되는 절차는?",
            "a": "① 승진배심원제",
            "b": "② 승진심사위원회 부의",
            "c": "③ 승진후보자 서열명부 작성",
            "d": "④ 승진임용대상자 선발",
            "correct": "c",
            "explanation": "제20조(승진의 원칙)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제20조"]
        },
        {
            "question": "5급 : ( ㉣ )년 이상\n\n\n\n㉠\n㉡\n㉢\n㉣",
            "a": "①\n3\n4\n5\n2",
            "b": "②\n3\n5\n4\n2",
            "c": "③\n2\n4\n5\n3",
            "d": "④\n2\n5\n4\n3",
            "correct": "a",
            "explanation": "제22조(승진에 걸리는 최저 근속기간)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제22조"]
        },
        {
            "question": "다음 중 한국농어촌공사 인사규정상 특별승진의 대상이 아닌 것은?",
            "a": "① 재직 중 공적이 특히 현저한 2급 이하의 사원이 공무로 인하여 사망한 때",
            "b": "② 해외사업의 원활한 추진을 위하여 해외에 파견되는 사원",
            "c": "③ 재직 중 공적이 특히 현저한 2급 이하의 사원이 정년 또는 명예퇴직할 때",
            "d": "④ 직무수행능력이 탁월하여 공사의 경영개선에 지대한 공적이 객관적으로 입증되는 3급 이하의 사원",
            "correct": "b",
            "explanation": "제24조(특별승진)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제24조"]
        },
        {
            "question": "다음 중 한국농어촌공사 인사규정에서 규정한 상급인사위원회의 구성에 대한 내용으로 틀린 것은?",
            "a": "① 위원장은 상임이사 중에서 사장이 지명한다.",
            "b": "② 상급인사위원회의 위원은 1급 및 2급 사원 중에서 사장이 필요시마다 지명하는 6명 이상 8명 이하로 구성한다.",
            "c": "③ 중징계 처분에 대한 심의(재심을 포함한다)는 외부인사를 과반수로 하여 구성할 수 있으며, 외부인사 중 1명은 노동조합 위원장이 추천할 수 있다.",
            "d": "④ 상급인사위원회의 간사는 인사담당부서장이 담당한다.",
            "correct": "b",
            "explanation": "제28조의3(구성)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제28조의3"]
        },
        {
            "question": "한국농어촌공사 인사위원회 중 해당 위원회의 간사가 규정에서 인사담당부서장이 아닌 것은?",
            "a": "① 상급인사위원회",
            "b": "② 1차 상급승진심사위원회",
            "c": "③ 2차 상급승진심사위원회",
            "d": "④ 보통승진심사위원회",
            "correct": "d",
            "explanation": "제28조의3(구성)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제28조의3"]
        },
        {
            "question": "다음 중 상급인사위원회가 관장하는 기능을 모두 고른 것은? \n\n㉠ 2급 이상 사원의 표창, 표창추천, 징계(3급 이하 사원의 파면, 해임요구 포함) 및 직권면직에 대한 심사에 관한 사항\n㉡ 인사위원회 회의 운영에 관한 사항\n㉢ 3급 이하 사원의 표창, 표창추천, 징계(3급 이하 사원의 파면, 해임요구를 제외한다) 및 직권면직에 대한 심사에 관한 사항\n㉣ 성과개선대상자 선별 평가\n㉤ 소속 직원의 승진대상자 추천에 관한 사항\n㉥ 명예퇴직에 대한 심사\n㉦ 징계처분에 대한 재심\n㉧ 소속 직원의 표창 및 표창추천에 관한 사항",
            "a": "① ㉠, ㉡, ㉣, ㉤, ㉧",
            "b": "② ㉠, ㉡, ㉣, ㉥, ㉦",
            "c": "③ ㉡, ㉢, ㉣, ㉤, ㉥",
            "d": "④ ㉡, ㉢, ㉣, ㉥, ㉦",
            "correct": "b",
            "explanation": "제29조(기능)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제29조"]
        },
        {
            "question": "인사규정에 따른 직원 채용에 대한 설명으로 옳지 않은 것은 모두 몇 개인가?  \n\n㉠ 농림축산식품부 공직자 친족이라 하더라도 취업지원대상자 등 다른 법령에 따른 채용의무가 있는 자를 채용하는 경우라면 다수인을 대상으로 하지 아니한 시험으로 할 수 있다.\n㉡ 직원의 공개경쟁채용 시 지역단위별 채용은 불가능하지만 직무단위별 채용은 실시할 수 있다.\n㉢ 특정한 전문성이 필요한 공사의 보안 및 기밀에 관계되는 분야의 직위에 대하여 외국인을 계약직사원으로 임용할 수 있다.\n㉣ 3급 이하 사원을 신규로 채용하는 경우 인력운용상 불가피한 경우에 수습기간을 3개월 이하로만 조정할 수 있다.\n㉤ 수습임용자가 인사규정 제41조(휴직) 제1항 및 제41조 제2항 제4호(만 8세 이하의 자녀를 양육하기 위하여 휴직을 신청하거나 「취업규칙」제20조제3호에 따른 출산전후휴가를 신청한 때)에서 해당하는 사유로 휴직원을 제출할 경우 휴직을 명할 수 있으며 해당 휴직기간은 수습기간에 포함된다.",
            "a": "① 5개",
            "b": "② 4개",
            "c": "③ 3개",
            "d": "④ 2개",
            "correct": "a",
            "explanation": "제7조(채용의 원칙), 제8조(수습임용)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제7조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제8조"]
        },
        {
            "question": "그 밖에 채용의 공정한 관리에 영향을 미치는 행위로서 부정한 행위를 한 자 또는 채용 공고문에 불합격 처리 기준으로 정한 행위를 한 자\n\n\n< 보기 >\n( ㉠ x ㉣ ) + ( ㉡ x ㉢ ) + ㉤",
            "a": "① 24",
            "b": "② 26",
            "c": "③ 30",
            "d": "④ 35",
            "correct": "c",
            "explanation": "제9조(결격사유)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제9조"]
        },
        {
            "question": "다음 중 해당 직위에 임용된 날로부터 1년 이내에 전보가 가능한 경우로 옳지 않은 것은? (단, 감사담당사원 및 연구, 장기설계담당사원은 제외)",
            "a": "① 최근 2년 이내 징계처분을 받은 직원",
            "b": "② 지역 연고지로의 전보 또는 승진과 퇴직 연동인사의 경우",
            "c": "③ 신규 사업수주 등 사업물량 증감에 따른 지역본부내 전보인 경우",
            "d": "④ 3개월 이상 파견근무 중인 직원이 파견부서로 전보되는 경우",
            "correct": "a",
            "explanation": "제15조(전보)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제15조"]
        },
        {
            "question": "다음은 인사규정상 직원을 파견근무하게 할 수 있는 경우이다. 파견기간의 기준이 서로 같은 것끼리 올바르게 나열한 것은?  \n\n㉠ 정부 부처 및 공공기관에서 농어업 관련 국가적 사업의 수행 또는 업무수행과 관련된 행정지원을 위하여 필요할 때\n㉡ 특수업무의 일시적인 수행을 위하여 특히 필요하다고 인정될 때\n㉢ 국내외 교육기관 및 국제기구에서 직원의 능력을 개발하기 위하여 필요할 때\n㉣ 해외용역사업 수행상 필요할 때\n㉤ 업무의 일시적인 폭주로 지원이 필요하다고 인정될 때\n\n\n\n1년 이내\n그 필요한 기간",
            "a": "①\n㉠, ㉢, ㉣\n㉡, ㉤",
            "b": "②\n㉡, ㉤\n㉠, ㉢, ㉣",
            "c": "③\n㉠, ㉡, ㉣\n㉢, ㉤",
            "d": "④\n㉢, ㉤\n㉠, ㉡, ㉣",
            "correct": "b",
            "explanation": "제17조(파견)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제17조"]
        },
        {
            "question": "다음은 인사위원회를 구성한 사례들을 나열한 것이다. 이 사례들 중 알맞은 것은?",
            "a": "① 2차 상급승진심사위원회를 상임이사 중 3명, 외부인사 2명, 특정직 및 1급 중 4명, 2급 중 1명, 여직원 중 1명 등 11명으로 구성했다.",
            "b": "② 1차 상급승진심사위원회 위원을 선발하기 위해 사장이 심사위원 후보군을 3배수를 선정하였고, 이후 인사담당부서와 위원장이 선발했다.",
            "c": "③ 보통승진심사위원회와 2차 상급승진심사위원회의 위원장을 위원회에서 선출하였다.",
            "d": "④ 4급 00과장에 대한 중징계 처분 심의를 위해 보통인사위원회를 구성하였고, 1급과 2급 사원 중 사장이 지명하는 3명, 외부 인사 3명, 노동조합 위원장이 추천한 외부인사 1명으로 위원을 구성하였다.",
            "correct": "d",
            "explanation": "제28조의3(구성), 제29조(기능)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제28조의3", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제29조"]
        },
        {
            "question": "다음 보기들의 기능과 관장하는 인사위원회를 바르게 연결한 것은?  \n\n<보기>\n㉠ 특별승진을 제외한 2급 이상 사원의 승진\n㉡ 소속 기사직의 직권면직에 관한 사항\n㉢ 2급 이상 사원의 표창, 표창추천, 징계(3급 이하 사원의 파면, 해임요구 포함) 및 직권면직에 대한 심사에 관한 사항\n㉣ 3급 이하 사원의 표창, 표창추천, 징계(3급 이하 사원의 파면, 해임요구 제외) 및 직권면직에 대한 심사에 관한 사항\n㉤ 소속 직원의 승진대상자 추천에 관한 사항\n㉥ 성과개선대상자 선별 평가",
            "a": "① 보통인사위원회 - ㉢, ㉣",
            "b": "② 1차·2차 상급승진심사위원회 - ㉠, ㉡",
            "c": "③ 상급인사위원회 - ㉢, ㉥",
            "d": "④ 부서인사위원회 - ㉤, ㉥",
            "correct": "c",
            "explanation": "제29조(기능)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제29조"]
        },
        {
            "question": "인사위원회 의사에 대한 설명으로 옳지 않은 것은?",
            "a": "① 보통승진심사위원회 위원장은 표결권을 가지며 가부동수인 경우에는 결정권을 가진다.",
            "b": "② 직원의 면직사항과 해임 및 파면에 관한 사항은 재적위원의 3분의 2 이상의 출석과 출석위원의 3분의 2 이상의 찬성으로 의결한다.",
            "c": "③ 인사위원회의 표결은 무기명 비밀투표로 하는 것이 원칙이나, 인사위원회의 결의로서 표결방법을 달리할 수 있다.",
            "d": "④ 위원장이 부득이한 사유로 직무를 수행할 수 없을 때에는 사장 또는 위원장이 지명하는 위원이 그 직무를 대행한다.",
            "correct": "a",
            "explanation": "제30조(의사)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제30조"]
        },
        {
            "question": "다음 중 사장이 직권으로 직원을 면직시킬 수 있는 사항에 해당하는 것을 모두 고른 것은?  \n\n㉠ 2회 이상 성과개선대상자가 되거나, 정해진 역량 개선교육 과정의 최종평가 성적이 저조하거나 개전의 정이 없다고 인정되는 경우\n㉡ 징병검사, 입영 또는 소집의 명령을 받고 정당한 사유 없이 이를 기피하거나 군복무를 위하여 휴직 중에 있는 자가 군복무 중 탈영하였을 때\n㉢ 휴직기간의 만료 또는 휴직사유가 소멸된 후에도 직무에 복귀하지 아니하거나 직무를 감당할 수 없을 때\n㉣ 「인재육성규정」에 따라 국내외 위탁교육 중인 자가 정당한 명령에 불응하였을 때\n㉤ 신체, 정신상의 이상으로 6개월 이상 직무를 감당하지 못할 만한 지장이 있을 때",
            "a": "① ㉠, ㉡",
            "b": "② ㉠, ㉡, ㉢",
            "c": "③ ㉠, ㉡, ㉢, ㉣",
            "d": "④ ㉠, ㉡, ㉢, ㉣, ㉤",
            "correct": "c",
            "explanation": "제36조(직권면직)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제36조"]
        },
        {
            "question": "명예퇴직에 대한 설명으로 알맞은 것은?",
            "a": "① 명예퇴직 심사는 매년 4회 보통인사위원회에서 심의·의결하며, 명예퇴직일은 매년 분기말로 한다.",
            "b": "② 공사 교육계획에 따라 위탁교육을 이수한 자로서 명예퇴직일 현재 「인재육성규정」에 따른 의무복무기간 중에 있는 자는 명예퇴직대상에서 제외한다.",
            "c": "③ 명예퇴직일 현재 해당 직급에서 감봉 이상의 징계처분을 받은 이력이 있는 자는 명예퇴직대상에서 제외한다.",
            "d": "④ 20년 이상 근속한 사원은 정년에 달하는 날 이전 2년 이상의 기간 중에 자진하여 명예퇴직을 신청할 수 있다.",
            "correct": "b",
            "explanation": "제39조(명예퇴직)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제39조"]
        },
        {
            "question": "가능한 휴직기간을 최대한으로 사용한다고 했을 때, 다음 중 휴직기간이 가장 긴 사람은 누구인가?",
            "a": "① 천재지변으로 인하여 소재가 불명확하게 되어 휴가를 명받은 A사원",
            "b": "② 2년 뒤 만료되는 법률의 규정에 따른 업무를 수행하기 위해 직무를 이탈하게 되어 휴직을 명받은 B사원",
            "c": "③ 공민권 행사를 위해 휴직을 승인받은 C사원",
            "d": "④ 해외유학을 하게 되어 휴직을 승인받은 D사원",
            "correct": "d",
            "explanation": "제41조(휴직), 제42조(휴직기간)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제41조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제42조"]
        },
        {
            "question": "인사위원회는 다른 징계사건에 ㉣       징계의결을 진행하였다.",
            "a": "① ㉠ 감사",
            "b": "② ㉡ 15일",
            "c": "③ ㉢ 법원의 판결이 확정된 날부터 120일",
            "d": "④ ㉣ 우선하여 지체없이",
            "correct": "c",
            "explanation": "제48조~제49조의2",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제48조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제49조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제49조의2"]
        },
        {
            "question": "다음 중 사장이 직원을 파견근무하게 할 수 있는 경우를 모두 고른 것은?\n\n㉠ 업무의 일시적인 폭주로 지원이 필요하다고 인정될 때\n㉡ 특수업무의 일시적인 수행을 위하여 특히 필요하다고 인정될 때\n㉢ 해외용역사업 수행상 필요할 때\n㉣ 국제기구에서 직원의 능력을 개발하기 위하여 필요할 때",
            "a": "① ㉡, ㉢",
            "b": "② ㉠, ㉡, ㉢",
            "c": "③ ㉡, ㉢, ㉣",
            "d": "④ ㉠, ㉡, ㉢, ㉣",
            "correct": "d",
            "explanation": "제17조(파견)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제17조"]
        },
        {
            "question": "한국농어촌공사 인사규정 중 징계에 대한 다음 설명 중 옳지 못한 것은?",
            "a": "① 사장은 징계처분 요구를 받은 날로부터 30일 이내에 인사위원회에 징계의결을 요구하여야 한다.",
            "b": "② 사장은 법령의 적용, 증거 및 사실조사에 명백한 흠이 있는 경우, 인사위원회 구성, 그 밖에 절차상의 흠이 있는 경우 등의 사유로 법원으로부터 징계처분의 무효 또는 취소 판결을 받은 경우에는 다시 징계 의결을 요구하여야 한다.",
            "c": "③ 정직은 1월 이상 3월 이하의 기간으로 하고 그 기간 직원의 신분은 보유하나 직무에 종사하지 못한다.",
            "d": "④ 금품·향응 수수, 공금의 횡령․유용 및 채용비리의 경우에는 징계사유의 시효는 3년이다.",
            "correct": "d",
            "explanation": "제49조~제52조",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제49조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제50조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제51조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제52조"]
        },
        {
            "question": "징계처분의 집행이 종료된 날로부터 일정한 기간이 경과되지 아니한 자는 승진할 수 없다. 다음 중 징계처분을 받은 자가 승진 고려 시 경과해야 하는 기간으로 틀린 것은?",
            "a": "① 강등 : 18개월",
            "b": "② 감봉 : 12개월",
            "c": "③ 견책 : 12개월",
            "d": "④ 정직 : 18개월",
            "correct": "c",
            "explanation": "제23조(승진제한)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제23조"]
        },
        {
            "question": "다음 중 직원에 임용될 수 없는 사항에 속하는 것으로 알맞은 것을 모두 고른 것은?  \n\n㉠ 피성년후견인 또는 피한정후견인\n㉡ 파산선고를 받고 복권되지 아니한 자\n㉢ 금고 이상의 형의 선고유예를 받고 그 선고유예\n   기간 중에 있는 자\n㉣ 파면처분을 받은 날로부터 3년이 경과한 자\n㉤ 법원의 확정판결이나 다른 법률에 따라 자격이  상실 또는 정지된 자",
            "a": "① ㉠, ㉢",
            "b": "② ㉡, ㉢, ㉣",
            "c": "③ ㉠, ㉡, ㉣, ㉤",
            "d": "④ ㉠, ㉡, ㉢, ㉣, ㉤",
            "correct": "d",
            "explanation": "제9조(결격사유)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제9조"]
        },
        {
            "question": "아래 종류의 인사위원회의 위원장 중 상임이사 중에서 사장이 지명한 자가 아닌 것은?",
            "a": "① 상급인사위원회",
            "b": "② 2차 상급승진심사위원회",
            "c": "③ 1차 상급승진심사위원회",
            "d": "④ 보통인사위원회",
            "correct": "b",
            "explanation": "제28조의3(구성)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제28조의3"]
        },
        {
            "question": "다음 중 사장이 직원에게 휴직을 명하여야 하는 사항에 해당하지 않는 것은?",
            "a": "① 신체(불임 제외), 정신상의 장애로 장기요양을 요할 때",
            "b": "②「병역법」에 따른 병역의무를 마치기 위하여 징집 또는 소집된 때",
            "c": "③ 천재지변이나, 전시·사변, 그 밖의 이유로 인하여 생사 또는 소재가 불명확하게 된 때",
            "d": "④ 그 밖의 법률의 규정에 따른 업무를 수행하기 위하여 직무를 이탈하게 된 때",
            "correct": "a",
            "explanation": "제41조(휴직)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제41조"]
        },
        {
            "question": "다음 징계의 효력에 대한 설명 중 옳지 않은 것은?",
            "a": "① 파면 및 해임은 직원의 신분을 해제한다.",
            "b": "② 강등은 금품·향응 수수 등 부정한 인사청탁을 통한 승진자 및 성 관련 비위 행위자를 승진 전 직급으로 내리고, 정직 3월의 처분에 처한다.",
            "c": "③ 정직은 3월 이상 6월 이하의 기간으로 하고 그 기간 직원의 신분은 보유하나 직무에 종사하지 못한다.",
            "d": "④ 감봉은 1월 이상 3월 이하의 기간으로 한다.",
            "correct": "c",
            "explanation": "제51조(징계의 효력)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제51조"]
        },
        {
            "question": "직원은 특정 사유가 있을 시 휴직원을 제출하고 휴직을 명 받을 수 있다. 다음 중 휴직사유와 그에 맞는 휴직기간을 고른 것은?  \n\n* 연구기관에서 연수하게 된 때 : ㉠     이내\n* 각종 선거 입후보 등 공민권 행사를 위한 휴직을 신청한 때 : ㉡     이내\n* 10년 이상 재직한 직원이 자기개발을 위하여 \n  자기개발휴직원을 제출한 때 : ㉢     이내",
            "a": "① ㉠ - 3년 / ㉡ - 6개월 / ㉢ - 1년",
            "b": "② ㉠ - 1년 / ㉡ - 6개월 / ㉢ - 1년",
            "c": "③ ㉠ - 3년 / ㉡ - 3개월 / ㉢ - 2년",
            "d": "④ ㉠ - 1년 / ㉡ - 3개월 / ㉢ - 2년",
            "correct": "a",
            "explanation": "제42조(휴직기간)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제42조"]
        },
        {
            "question": "4급 근속기간이 ㉠     이상이고 정년 잔여기간이 ㉡     미만으로서 3급 승진을 포기한 직원에 대하여 3급 대우제를 시행할 수 있다.(이 경우 근속기간 산정에서 휴직기간, 직위해제기간, 징계기간 및 인사규정 제23조 승진제한기간은 제외된다.) 다음 중 빈칸에 들어갈 말로 알맞은 것은?",
            "a": "① ㉠ - 15년 / ㉡ - 5년",
            "b": "② ㉠ - 10년 / ㉡ - 5년",
            "c": "③ ㉠ - 10년 / ㉡ - 10년",
            "d": "④ ㉠ - 15년 / ㉡ - 10년",
            "correct": "b",
            "explanation": "제24조의2(3급 대우제)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제24조의2"]
        },
        {
            "question": "다음 중 징계의 구분과 그 종류를 알맞게 짝지은 것을 모두 고른 것은?  \n\n㉠ 중징계 - 파면\n㉡ 경징계 - 감봉\n㉢ 경징계 - 강등\n㉣ 경징계 - 정직\n㉤ 중징계 - 해임\n㉥ 중징계 - 견책",
            "a": "① ㉠, ㉡, ㉤",
            "b": "② ㉢, ㉣, ㉥",
            "c": "③ ㉠, ㉡, ㉣",
            "d": "④ ㉡, ㉤, ㉥",
            "correct": "a",
            "explanation": "제50조(징계의 종류)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제50조"]
        },
        {
            "question": "다음 중 해당 직위에 임용된 날로부터 1년 이내에 다른 직위로 전보될 수 있는 사례에 해당하지 않는 것은?",
            "a": "① 해당 사원의 승진 및 직계 변경의 경우",
            "b": "② 3개월 이상 파견근무 중인 직원이 파견부서로 전보되는 경우",
            "c": "③ 정년잔여기간 2년 이하인 직원이 연고지 배치를 희망하는 경우",
            "d": "④ 신규 사업수주 등 사업물량 증감에 따른 지역본부내 전보",
            "correct": "c",
            "explanation": "제15조(전보)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제15조"]
        },
        {
            "question": "다음 중 직원 등의 구분에 대한 설명으로 옳지 않은 것은?",
            "a": "① 직원은 일반직, 별정직, 기사직 및 전문직으로 구분한다.",
            "b": "② 일반직 및 별정직은 1급, 2급, 3급, 4급, 5급으로 구분하고 기사직은 6급으로 한다.",
            "c": "③ 상시·지속적 업무 수행에 필요한 경우 일정한 계약 기간의 계약근로자를 사용할 수 있으며 명칭은 6급사원, 공무직으로 한다.",
            "d": "④ 고도의 전문지식, 기술, 기능 또는 경험을 요하거나 한시적 업무에 필요한 경우 전임연구원, 계약직근로자를 사용할 수 있다.",
            "correct": "c",
            "explanation": "제3조(직원 등의 구분)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제3조"]
        },
        {
            "question": "다음 채용의 원칙에 관한 내용 중 옳지 않은 것은?",
            "a": "① 직원은 공개경쟁채용시험에 따라 채용하는 것을 원칙으로 한다.",
            "b": "② 농림축산식품부 공직자 및 공공기관 임직원의 친족은 공개경쟁채용 할 수 없다.",
            "c": "③ 임용은 시험성적, 학력, 경력 등을 고려하여 임용 직위에 상응하여야 한다.",
            "d": "④ 직원의 공개경쟁채용은 공사의 「직제규정」에 따른 지역단위별 채용을 실시할 수 있다.",
            "correct": "b",
            "explanation": "제7조(채용의 원칙)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제7조"]
        },
        {
            "question": "다음은 결격사유에 대한 내용이다. 결격사유에 해당하는 내용을 모두 고른 것은?  \n\n㉠ 피성년후견인 또는 피한정후견인\n㉡ 파산선고를 받고 복권되지 아니한 자\n㉢ 해임처분을 받은 날로부터 5년을 경과하지 아니한 자\n㉣ 법원의 확정판결이나 다른 법률에 따라 자격이 상실 또는 정지된 자",
            "a": "① ㉠, ㉢",
            "b": "② ㉡, ㉣",
            "c": "③ ㉠, ㉢, ㉣",
            "d": "④ ㉠, ㉡, ㉣",
            "correct": "d",
            "explanation": "제9조(결격사유)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제9조"]
        },
        {
            "question": "다음 중 표창 시행시 인사위원회의 심의를 생략할 수 있는 경우가 아닌 것은?",
            "a": "① 별도 심사위원회의 심의를 거친 표창",
            "b": "② 인재육성규정 제 19조 2항에 따라 실시한 표창",
            "c": "③ 재해위험 방지 등 공사의 손실을 미리 방지하는데 공로가 지대한 자",
            "d": "④ 공모전, 경진대회 등 객관적 계량평가에 따른 표창",
            "correct": "c",
            "explanation": "제46조(표창), 제47조(표창의 시행과 특전)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제46조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제47조"]
        },
        {
            "question": "아래는 전보에 관한 내용이다. 밑줄 친 각 호에 해당하지 않는 것은?  \n\n다음 각 호의 어느 하나에 해당하는 경우를 제외하고는 해당 직위에 임용된 날로부터 1년(감사담당사원 및 연구, 장기설계담당사원은 3년)이내에 다른 직위에  전보될 수 없다.",
            "a": "① 기구의 개편 또는 직제 및 정원의 변경으로 인한 전보",
            "b": "② 해당 사원의 승진 및 직계 변경의 경우",
            "c": "③ 정년잔여기간 1년 이상인 직원이 연고지 배치를 희망하는 경우",
            "d": "④ 특수자격․면허 소지자 및 특수교육 이수자의 활용을 위하여 필요한 경우",
            "correct": "c",
            "explanation": "제15조(전보)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제15조"]
        },
        {
            "question": "다음 중 파견근무가 허용되는 경우가 아닌 것은?",
            "a": "① 업무의 일시적인 폭주로 지원이 필요하다고 인정될 때",
            "b": "② 지역 연고지로의 전보 또는 승진과 퇴직 연동인사의 경우",
            "c": "③ 국내외 교육기관 및 국제기구에서 직원의 능력을 개발하기 위하여 필요할 때",
            "d": "④ 정부 부처 및 공공기관에서 농어업 관련 국가적 사업의 수행",
            "correct": "b",
            "explanation": "제17조(파견)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제17조"]
        },
        {
            "question": "다음 직권면직 사유에 해당하지 않는 경우는?",
            "a": "① 신체, 정신상의 이상으로 1년 이상 직무를 감당하지 못할 만한 지장이 있을 때",
            "b": "② 3회 이상 성과개선대상자가 되거나, 정해진 역량 개선교육 과정의 최종평가 성적이 저조하거나 개전의 정이 없다고 인정되는 경우",
            "c": "③ 채용비리로 검찰에 의해 수사 중인 경우",
            "d": "④ 「인재육성규정」에 따라 국내외 위탁교육 중인 자가 정당한 명령에 불응하였을 때",
            "correct": "c",
            "explanation": "제36조(직권면직)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제36조"]
        },
        {
            "question": "다음 중 명예퇴직 대상에서 제외되는 경우가 아닌 경우는?",
            "a": "① 명예퇴직 신청일 현재 비위와 관련하여 조사 또는 수사중인 자",
            "b": "② 명예퇴직 신청일 현재 해당 직급에서 견책의 징계처분 3회 이상인 자",
            "c": "③ 임금피크제 대상자(질병 등 불가피한 사유로 사장이 인정하는 경우는 예외)",
            "d": "④ 공사 교육계획에 따라 위탁교육을 이수한 자로서 제3항에 따른 명예퇴직일 현재 「인재육성규정」에 따른 의무복무기간 중에 있는 자",
            "correct": "b",
            "explanation": "제39조(명예퇴직)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제39조"]
        },
        {
            "question": "한국농어촌공사 인사규정에서는 징계대상자가 징계처분에 불복할 경우 재심을 청구할 수 있도록 규정하고 있다. 다음 중 재심청구에 대한 설명 중 옳지 않은 것은?",
            "a": "① 징계대상자가 징계처분에 대하여 불복하는 때에는 그 처분사유 설명서를 받은 날로부터 1월 이내에 재심청구서를 작성하여 재심을 청구할 수 있다.",
            "b": "② 재심청구는 어떠한 경우에도 1회만 가능하다.",
            "c": "③ 사장은 제61조제1항에 따른 재심청구서를 접수하였을 때에는 이를 20일 이내에 상급인사위원회에 부의하여야 한다.",
            "d": "④ 재심청구를 각하, 기각 또는 인용하여 징계의결을 변경하여 처분할 때에는 청구자에게 통지하여야 한다.",
            "correct": "b",
            "explanation": "제61조(재심청구)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제61조"]
        },
        {
            "question": "다음 중 3급 대우제에 대한 내용을 옳지 않은 것은?",
            "a": "① 4급 근속기간이 10년 이상이고 정년 잔여기간이 5년 미만으로서 3급 승진을 포기한 직원에 대하여 3급 대우제를 시행할 수 있다.",
            "b": "② 승진제한 사유에 해당되는 직원은 3급 대우로 선발할 수 없다.",
            "c": "③ 근무실적이 불량하여 3급 대우로 선발하기에 적당하지 않다고 판단되는 경우에는 3급 대우로 선발하지 아니할 수 있다.",
            "d": "④ 3급 대우제 직원의 연봉은 연봉제규정에 따르지 않는다.",
            "correct": "d",
            "explanation": "제24조의2(3급 대우제)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제24조의2"]
        },
        {
            "question": "다음 중 특별승진을 시킬 수 있는 경우를 모두 고른 것은?  \n\n ㉠ 승진한 후 2년이 경과하고 재직 중 공적이 특히 현저한 2급 부장이 공무로 인하여 사망한 때\n ㉡ 승진한 후 5년이 경과하고 재직 중 공적이 특히 현저한 3급 차장이 명예퇴직 할 때 \n ㉢ 승진한 후 3년이 경과하고 지식제안규정에 따라 1~2등급으로 채택된 3급 차장\n ㉣ 승진한 후 5년이 경과하고 직무수행이 탁월하여 공사의 경영개선에 지대한 공적이 객관적으로 입증되는 4급 과장",
            "a": "① ㉡",
            "b": "② ㉡, ㉣",
            "c": "③ ㉠, ㉡, ㉣",
            "d": "④ ㉠, ㉢, ㉣",
            "correct": "c",
            "explanation": "제22조(승진 최저 근속기간), 제24조(특별승진)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제22조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제24조"]
        },
        {
            "question": "인사규정에 따라 해당 직위에 임용된 날로부터 1년 이내에 다른 직위로 전보될 수 없으나, 아래는 예외적으로 허용되는 경우이다. 빈칸에 들어갈 숫자를 순서대로 나열한 것을 고르시오.\n\n- 최근     년 이내 징계처분을 받은 직원\n-     개월 이상 파견근무 중인 직원이 파견부서로 전보되는 경우\n- 정년 잔여기간     년 이하인 직원이 연고지 배치를 희망하는 경우",
            "a": "① 1 – 3 – 1",
            "b": "② 3 – 3 – 1",
            "c": "③ 1 – 1 – 1",
            "d": "④ 1 – 1 – 3",
            "correct": "a",
            "explanation": "제15조(전보)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제15조"]
        },
        {
            "question": "다음 중 인사규정의 직권면직에 해당하는 사례가 옳게 짝지어진 것은?  \n\n㉠ 2회 이상 성과개선대상자가 되거나, 정해진 역량 개선교육 과정의 최종평가 성적이 저조하거나 개전의 정이 없다고 인정되는 경우\n㉡ 성비위로 기소된 경우\n㉢ 기구와 직제의 개편 또는 예산의 감소로 직제가 없어지거나 정원이 초과되었을때\n㉣ 임기만료 또는 정년이 달하였을 때\n㉤ 채용비리로 검찰에 의해 기소된 경우\n㉥ 내·외부 감사기관에서 감사결과 중징계 처분 요구하거나 인사위원회에 중징계의결 요구 중인 경우\n㉦ 인재육성 기준에 따라 국내외 위탁교육 중인 자가 정당한 명령에 불응하였을 때\n㉧ 사망하였을 경우",
            "a": "① ㉠, ㉡, ㉣, ㉤, ㉧",
            "b": "② ㉠, ㉢, ㉣, ㉥, ㉦",
            "c": "③ ㉠, ㉡, ㉢, ㉤, ㉦",
            "d": "④ ㉡, ㉢, ㉣, ㉥, ㉧",
            "correct": "c",
            "explanation": "제35조~제36조의2",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제35조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제36조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제36조의2"]
        },
        {
            "question": "다음은 한국농어촌공사 「인사규정」제54조(징계처분의 기록말소)의 일부이다. 빈칸에 알맞은 기간을 순서대로 나열한 것은?  \n\n징계처분 종료일을 기준으로 다음 기간이 경과한 때\n- 강등 : ㉠\n- 정직 : ㉡\n- 감봉 : ㉢\n- 견책 : ㉣",
            "a": "① ㉠ : 5년 ㉡ : 5년 ㉢ : 3년 ㉣ : 2년",
            "b": "② ㉠ : 5년 ㉡ : 7년 ㉢ : 2년 ㉣ : 3년",
            "c": "③ ㉠ : 7년 ㉡ : 5년 ㉢ : 2년 ㉣ : 3년",
            "d": "④ ㉠ : 7년 ㉡ : 5년 ㉢ : 3년 ㉣ : 2년",
            "correct": "c",
            "explanation": "제20조(승진의 원칙)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제20조"]
        },
        {
            "question": "다음은 한국농어촌공사 인사규정상 승진예정 직계 및 직급별 승진후보자 평정점이다. 빈칸에 알맞은 숫자를 순서대로 나열한 것은?  \n\n근무성적 평정점\n\n1급\n2급\n3급\n4급\n5급\n45점\n ㉠점\n60점\n60점\n㉡점\n\n경력 평정점\n\n1급\n2급\n3급\n4급\n5급\n45점\n30점\n㉢점\n30점\n㉣점\n\n\n\n\n㉠\n㉡\n㉢\n㉣",
            "a": "①\n40\n40\n30\n30",
            "b": "②\n40\n50\n40\n40",
            "c": "③\n60\n50\n30\n20",
            "d": "④\n60\n50\n30\n40",
            "correct": "d",
            "explanation": "제54조(징계처분의 기록말소)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제54조"]
        },
        {
            "question": "5급 : 2년 이상\n\n[보기]\n㉠ 업무상 사유에 의한 신체상의 장애로 장기요양을 위해 신청한 휴직기간 \n㉡ ｢병역법｣에 따른 병역의무를 마치기 위하여 징집 또는 소집된 때 경우 신청한 휴직기간\n㉢ 선거 입후보 등 공민권 행사를 위해 신청한 휴직기간 \n㉣ 연구기관이나 교육기관에서 연수하기 위해 신청한 휴직기간\n㉤ 국제기구에 임시로 고용되어 신청한 휴직기간\n㉥ 질병으로 인하여 부모를 돌보기 위해 신청한 휴직기간",
            "a": "① ㉠, ㉡, ㉤",
            "b": "② ㉠, ㉢, ㉤",
            "c": "③ ㉠, ㉢, ㉥",
            "d": "④ ㉡, ㉣, ㉤",
            "correct": "d",
            "explanation": "제21조(승진)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제21조"]
        },
        {
            "question": "(생략)",
            "a": "① ㉠ : 상급인사위원회와 보통인사위원회 위원장의 지명권자는 사장으로 동일하다.",
            "b": "② ㉡ : 상급인사위원회는 상임이사와 부서장 중에서, 보통인사위원회는 1급 및 2급 직원 중에서 위원으로 구성된다.",
            "c": "③ ㉢ : 상급인사위원회와 보통인사위원회의 구성 위원 수는 6명 이상 8명 이하로 동일하다.",
            "d": "④ ㉣ : 상급인사위원회와 보통인사위원회의 간사로는 인사담당 부서장이 선임된다.",
            "correct": "a",
            "explanation": "제22조(승진에 걸리는 최저 근속기간)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제22조"]
        },
        {
            "question": "다음 중 인사 규정상 ‘상벌’에 관한 내용으로 옳은 것은?",
            "a": "① 사장은 직원에 대하여 공사 발전에 기여한 공로가 있는 경우 또는 근무성적이 우수하고 성실히 근무한 경우에는 표창을 한다.",
            "b": "② 사장은 인사위원회의 구성에 흠이 있는 경우에 해당하여 무효 또는 취소 판결을 받은 경징계 처분에 대하여는 다시 징계 의결을 요구하지 아니할 수 있다.",
            "c": "③ 강등은 금품․향응 수수 등 부정한 인사청탁을 통한 승진자 및 성 관련 비위 행위자를 승진 전 직급으로 내리고, 정직 3개월의 처분에 처하며, 견책은 서면으로 훈계하여 반성하게 한다.",
            "d": "④ 감사원, 검찰․경찰, 그 밖의 수사기관에서 수사 중인 사건에 대해서는 수사를 시작한 날로부터 징계 의결의 요구, 그 밖의 징계절차를 진행하지 못한다.",
            "correct": "d",
            "explanation": "제28조의3(구성)",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제28조의3"]
        },
        {
            "question": "인사규정에서 수습임용과 관련된 설명 중 옳지 않은 것은 몇 개인가?\n\n㉠ 신규 채용된 3급 이하 직원은 3개월의 수습기간을 가진다.\n㉡ 수습기간은 인력운용상 불가피한 경우 조정할 수 있다.\n㉢ 인턴기간을 두고 평가를 거쳐 채용된 직원은 수습기간이 없다.\n㉣ 수습성적이 불량한 경우 직권면직 시킬 수 있다.\n㉤ 수습기간 동안 모든 직원은 동일한 신분보장을 적용받는다.\n㉥ 수습임용자가 ｢병역법｣에 따른 병역의무를 마치기 위하여 징집 또는 소집에 해당하는 사유로 휴직원을 제출할 경우 휴직을 명할 수 있으며 해당 휴직기간은 수습기간에 넣어 계산하지 아니한다.",
            "a": "① 1개",
            "b": "② 2개",
            "c": "③ 3개",
            "d": "④ 4개",
            "correct": "b",
            "explanation": "제20조, 제21조, 제22조, 제23조",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제20조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제21조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제22조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제23조"]
        },
        {
            "question": "인사규정에서 승진에 걸리는 최저근속기간을 산정할 때, 이에 포함되는 경우를 모두 고르시오\n\n[사례]\n김 씨는 한국농어촌공사에서 4급 직원으로 근무 중이며, 최근 승진 심사를 준비하고 있다. 김 씨는 다음과 같은 이력을 가지고 있다.\n㉠ 휴직 중에 공사 외부 교육기관에서 6개월간 연수하였다\n㉡ 병역의무를 수행하기 위해 1년 6개월간 휴직하였다.\n㉢ 업무 중 상해를 입어 3개월간 휴직하였다.\n㉣ 「사내벤처 운영지침」에 따른 사내벤처팀 독립분사를 위해 3개월간 휴직하였다.\n㉤ 최근 징계처분을 받아 감봉 3월 징계처분을 받았다.",
            "a": "① ㉠, ㉡, ㉤",
            "b": "② ㉡, ㉢, ㉣",
            "c": "③ ㉡, ㉢, ㉤",
            "d": "④ ㉠, ㉢, ㉣",
            "correct": "c",
            "explanation": "제46조, 제49조의2, 제51조, 제56조",
            "urls": ["https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제46조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제49조의2", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제51조", "https://www.law.go.kr/학칙공단/(한국농어촌공사) 인사규정/(9999,20250101)/제56조"]
        }
];
