// 공사법 문제 데이터
window.currentSubjectQuestions = [
{
            "question": "다음 보기 중 한국농어촌공사의 사업에 해당하는 것을 모두 고른 것은? <보기>",
            "a": "㉠, ㉡",
            "b": "㉡, ㉢",
            "c": "㉠, ㉣",
            "d": "㉠, ㉡, ㉣",
            "correct": "d",
            "explanation": "법 제10조(사업)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제10조"
            ]
        },
        {
            "question": "다음 한국농어촌공사의 사업 중 그 성격이 다른 하나는?",
            "a": "농어촌 정주 지원 및 농어촌지역 투자 활성화",
            "b": "농어업ㆍ농어촌과 관련된 홍보사업 및 조사ㆍ연구사업",
            "c": "경영회생 지원을 위한 농지 매입사업",
            "d": "농어촌체험지도사 및 농어촌마을해설가의 선발ㆍ활용",
            "correct": "c",
            "explanation": "법 제5조의2, 제10조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제10조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제5조의2"
            ]
        },
        {
            "question": "다음 중 수산업과 어촌의 지속 가능한 발전을 위한 사업에 해당하지 않는 것은?",
            "a": "어촌지역산업의 진흥 및 개발에 관한 사업",
            "b": "어촌 인구유지 및 특화 마을 조성",
            "c": "양식어업기반 조성사업",
            "d": "내수면 수산자원 조성 및 유어기반(遊漁基盤) 정비사업",
            "correct": "b",
            "explanation": "법 제10조(사업)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제10조"
            ]
        },
        {
            "question": "다음은 공사관리지역의 설정ㆍ관리에 관한 설명이다. 빈칸에 알맞은 것을 순서대로 짝지은 것은? 공사는 공사관리지역을 설정하려면  (  ㉠  )으로 정하는 바에 따라 공사관리예정지역을 (  ㉡  )일 이상 공고하고 이해관계인이 열람할 수 있도록 하여야 한다.",
            "a": "농림축산식품부령- 15",
            "b": "농림축산식품부령 – 20",
            "c": "시행령 - 10",
            "d": "시행령 – 20",
            "correct": "b",
            "explanation": "법 제11조(공사관리지역의 설정·관리)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제11조"
            ]
        },
        {
            "question": "다음은 「한국농어촌공사 및 농지관리기금법 제12조(공사관리지역의 변경)」에 관한 설명이다. 각각의 옳고 그름을 순서대로 나열한 것은?",
            "a": "X – O - O",
            "b": "O – X – O",
            "c": "X – X – O",
            "d": "O – O – O",
            "correct": "a",
            "explanation": "법 제12조(공사관리지역의 변경)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제12조"
            ]
        },
        {
            "question": "다음 중 농업용수의 공급의무 및 이용료의 징수에 대한 내용으로 옳지 않은 것은?",
            "a": "공사는 농업용수 이용자에게 농업용수를 성실하게 공급하여야 한다.",
            "b": "공사는 이용료의 징수절차, 농업용수 공급조건 및 운영 등에 관한 규정의 승인받은 사항을 변경할 때에는 별도의 절차 없이 변경 가능하다.",
            "c": "공사는 농업기반시설의 관리ㆍ운영을 위하여 필요한 경우에는 대통령령으로 정하는 바에 따라 농업용수 이용자에게 농업용수 이용료(이하 '이용료'라 한다)를 징수할 수 있다.",
            "d": "공사는 이용료의 징수절차, 농업용수 공급조건 및 운영 등에 관한 규정을 정하여 농림축산식품부장관의 승인을 받아야 한다.",
            "correct": "b",
            "explanation": "법 제14조(농업용수의 공급의무 및 이용료의 징수)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제14조"
            ]
        },
        {
            "question": "다음 중 공사관리 지역의 이의신청에 대한 내용으로 옳지 않은 것은?",
            "a": "공사관리지역의 설정ㆍ편입 또는 제외에 관하여 이의가 있는 자는 공고한 날부터 20일 이내에 공사에 이의를 신청할 수 있다.",
            "b": "이용료에 관하여 이의가 있는 농업용수 이용자는 납부통지를 받은 날부터 20일 이내에 대통령령으로 정하는 바에 따라 공사에 이의를 신청할 수 있다.",
            "c": "공사의 결정에 불복하더라도 재결(裁決)을 신청할 수 없다.",
            "d": "이의신청을 받았을 때에는 신청을 받은 날부터 20일 이내에 이의신청의 적합 여부를 결정하여야 한다.",
            "correct": "c",
            "explanation": "법 제16조(이의신청)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제16조"
            ]
        },
        {
            "question": "다음은 공사의 공사관리지역에 대한 설명이다. 옳지 않은 것은?",
            "a": "공사는 공사관리지역을 설정하려면 농림축산식품부장관의 의견을 듣고 농림축산식품부령으로 정하는 바에 따라 공사관리예정지역을 20일 이상 공고하고 이해관계인이 열람할 수 있도록 하여야 한다.",
            "b": "공사가 지방자치단체의 농업기반시설을 수탁·관리하게 됨으로써 해당 지역이 그 농업기반시설로부터 농업 용수를 공급받을 수 있게 되는 경우 공사관리지역 외의 지역을 공사관리지역으로 편입할 수 있다.",
            "c": "농업기반시설이 노후하거나 그 기능이 저하되어 사실상 농업용수를 공급받지 못하고 있고 앞으로 수년 내에는 그 농업기반시설의 기능이 복구될 가망성도 없는 경우 공사관리지역에 있는 토지를 공사관리지역에서 제외할 수 있다.",
            "d": "공사가 공사관리지역에서 토지를 제외하는 경우에는 농림축산식품부령으로 정하는 바에 따라 공사관리지역에서 제외하는 토지를 공고하여야 한다.",
            "correct": "a",
            "explanation": "법 제11조, 제12조 / 시행령 제12조, 제13조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제11조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제12조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제12조"
            ]
        },
        {
            "question": "공사가 농지관리기금을 활용한 내용으로 적절하지 않은 것은?",
            "a": "직업을 전환하려는 농업인의 농지를 임차하기 위해 필요한 자금의 융자에 활용하였다.",
            "b": "병충해로 인해 일시적으로 경영위기에 처한 농업인의 경영회생 지원을 위한 농지매입사업에 필요한 자금의 융자에 활용하였다.",
            "c": "은퇴하려는 농업인의 농지를 매입하여 농업에 관심이 많은 일반인에게 우선적으로 매도하기 위해 필요한 자금의 융자에 활용하였다.",
            "d": "농지의 재개발사업에 필요한 자금의 투자에 활용하였다.",
            "correct": "c",
            "explanation": "법 제34조(기금의 용도)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제34조"
            ]
        },
        {
            "question": "공사관리지역에 있는 토지를 공사관리지역에서 제외 할 수 있는 경우가 아닌 것은?",
            "a": "천재지변을 사유로 토지의 용도가 변경되어 농업용수를 공급받을 필요성이 없어진 경우",
            "b": "도시지역, 산업단지 또는 그 밖에 공용 또는 공공용으로 사용하기로 확정된 토지로서 앞으로 농지의 본래 용도로는 활용할 수 없게 된 경우",
            "c": "농업기반시설 기능이 저하되어 사실상 농업용수를 공급받지 못하고 있고 앞으로 수년 내에는 그 기능이 복구될 가망성도 없는 경우",
            "d": "토지소유자가 보(洑), 관정(管井) 등 수리시설을 설치하고자 계획한 경우",
            "correct": "d",
            "explanation": "시행령 제13조(공사관리지역에서의 제외 사유)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제13조"
            ]
        },
        {
            "question": "농지관리기금에서 융자를 받아 적합한 용도에 따른 사업을 시행한 경우 그 결과 발생하는 손익은 기금에 귀속된다. 이 때 기금에 귀속되는 손익(損益)으로 알맞은 것을 모두 고른 것은?",
            "a": "㉠, ㉡",
            "b": "㉡, ㉢",
            "c": "㉢, ㉣",
            "d": "㉡, ㉣",
            "correct": "d",
            "explanation": "시행령 제17조(기금 융자 사업 손익처리)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제17조"
            ]
        },
        {
            "question": "(가)에 대한 설명으로 옳은 것을 고른 것은? 공사는 사업을 하기 위하여 필요한 자금을 다음의 재원으로 조달한다.",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "b",
            "explanation": "법 제25조, 제27조 / 시행령 제20조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제25조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제27조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제20조"
            ]
        },
        {
            "question": "자본금과 적립금",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "c",
            "explanation": "법 제28조(손익금의 처리)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제28조"
            ]
        },
        {
            "question": "이사회의 의결을 거쳐 차입한 차입금",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "d",
            "explanation": "시행령 제19조의10(농지연금의 지원방법 등)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의10"
            ]
        },
        {
            "question": "(가)의 발행으로 조성되는 자금",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "c",
            "explanation": "시행령 제5조(이전등기)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제5조"
            ]
        },
        {
            "question": "자산운용 수입금",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "b",
            "explanation": "법 제24조의6 / 시행령 제19조의16(농지연금수급전용계좌)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제24조의6",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의16"
            ]
        },
        {
            "question": "그 밖의 수입금",
            "a": "(가)의 발행액은 공사의 자본금에서 적립금을 차감한 금액의 2배를 초과하지 못한다.",
            "b": "(가)를 발행하는 경우에는 (가)의 발행목적과 발행방법에 관하여 이사회의 의결을 거쳐야 한다.",
            "c": "정부는 공사가 발행하는 (가)의 원리금 상환을 보증하지 않는다.",
            "d": "공사는 농립축산식품부장관의 승인을 거쳐 (가)의 발행을 최종 결정할 수 있다.",
            "correct": "a",
            "explanation": "시행령 제19조(공사 소유 토지 재개발계획)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조"
            ]
        },
        {
            "question": "매 회계연도 결산 결과 이익이 생겼을 때 업무를 처리하는 순서를 나열한 것이다. 「한국농어촌공사 및 농지관리기금법 제28조(손익금의 처리)」에 명시된 각 ( ) 안에 들어갈 용어로 알맞은 것은?",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "d",
            "explanation": "시행령 제17조(기금 융자 사업 손익처리)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제17조"
            ]
        },
        {
            "question": "( ㉠ )의 보전(補塡)",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "c",
            "explanation": "시행령 제14조(그 밖의 농업용수 이용자)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제14조"
            ]
        },
        {
            "question": "( ㉡ )의 2분의 1이 될 때까지 이익금의 ( ㉢ ) 이상을 ( ㉣ )으로 적립",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "d",
            "explanation": "시행령 제19조의13(농지연금 지급정지 및 회수 등)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의13"
            ]
        },
        {
            "question": "( ㉤ )과 동일한 금액이 될 때까지 이익금의 ( ㉢ ) 이상을 ( ㉥ )으로 적립",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "a",
            "explanation": "법 제4조, 제6조, 제9조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제4조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제6조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제9조"
            ]
        },
        {
            "question": "국고 납입",
            "a": "부채 자산 10/100 적립금 자본금 자본금",
            "b": "이월 손실금 자본금 20/100 적립금 적립금 자본금",
            "c": "이월 손실금 자본금 20/100 이익 준비금 자본금 사업 확장 적립금",
            "d": "이월 손실금 자산 10/100 이익 준비금 자본금 사업 확장 적립금",
            "correct": "a",
            "explanation": "법 제5조의2, 제10조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제10조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제5조의2"
            ]
        },
        {
            "question": "다음 중 농지연금의 지원방법에 대한 내용으로 옳지 않은 것은?",
            "a": "농지연금지원약정을 체결하려는 사람은 일정한 기간 동안 매월 지급받는 방식을 선택하여 농지연금 지원을 받을 수 있다.",
            "b": "공사는 농지연금지원약정을 체결한 경우에는 담보농지에 저당권을 설정하고 공사와 농지연금지원약정을 체결한 농업인에게 농지연금을 지원하여야 한다.",
            "c": "공사와 농지연금지원약정을 체결한 농업인이 사망한 경우, 사망한 날부터 6개월 이내에 담보농지의 소유권 이전등기 및 농지연금채무의 인수를 마친 농림축산식품부령으로 정하는 배우자에게 농지연금을 지원할 수 있다.",
            "d": "농지연금 월 지급금의 산정에 필요한 이자율, 농지가격 상승률은 공사와 농지연금을 지원약정을 체결한 농업인과 협의하여 정한다.",
            "correct": "b",
            "explanation": "시행령 제12조(공사관리지역 편입 사유)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제12조"
            ]
        },
        {
            "question": "다음은 「한국농어촌공사 및 농지관리기금법 시행령」에서 이전등기에 대한 설명이다. 빈 칸에 들어갈 내용으로 알맞은 것끼리 짝지은 것은?",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "d",
            "explanation": "시행령 제16조(농지의 교환 또는 분리·합병 등)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제16조"
            ]
        },
        {
            "question": "공사는 주된 사무소를 이전한 경우에는 이전 후 ( ㉠ ) 이내에 종전 소재지 또는 새 소재지에서 새 소재지와 이전 연월일을 등기해야 한다.",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "b",
            "explanation": "시행령 제19조의4(경영회생 농지 매입 등)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의4"
            ]
        },
        {
            "question": "공사는 분사무소를 이전한 경우에는 이전 후 ( ㉡ )이내에 주된 사무소의 소재지에서 새 소재지와 이전 연월일을 등기해야 한다.",
            "a": "㉠ 2주일, ㉡ 1주일,",
            "b": "㉠ 3주일, ㉡ 2주일,",
            "c": "㉠ 2주일, ㉡ 2주일,",
            "d": "㉠ 2주일, ㉡ 3주일,",
            "correct": "c",
            "explanation": "시행령 제19조의5, 제19조의7, 제19조의9",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의5",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의7",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의9"
            ]
        },
        {
            "question": "다음 중 농지연금수급계좌에 대해 잘못 설명하고 있는 것은?",
            "a": "공사는 농지연금 수급자의 신청이 있는 경우에는 대통령령으로 정하는 금액 이하의 농지연금을 수급자 명의의 지정된 계좌로 입금하여야 한다.",
            "b": "농지연금수급전용계좌가 개설된 금융기관의 폐업ㆍ업무정지로 정상영업이 불가능한 경우를 제외하고는 반드시 계좌이체 방식으로 농지연금을 지급하여야 한다.",
            "c": "농지연금수급전용계좌가 개설된 금융기관은 농지연금만이 농지연금수급전용계좌에 입금되도록 관리하여야 한다.",
            "d": "농지연금수급전용계좌를 변경하려는 경우, 공사가 정하는 농지연금지원약정서에 수급자 명의의 농지연금수급전용계좌를 기재하고, 통장사본을 첨부하여 공사에 제출해야 한다",
            "correct": "c",
            "explanation": "시행령 제21조(사채의 응모 등)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제21조"
            ]
        },
        {
            "question": "공사 소유 토지에 대한 재개발사업 시행자 A는 「한국농어촌공사 및 농지관리기금법 제24조제3항」에 따라 사업계획을 수립하려고 한다. 이 중 「한국농어촌공사 및 농지관리기금법 시행령」 제19조(공사 소유 토지에 대한 재개발사업계획) 제1~6호에서 명시하고 있는 것을 모두 고른 것은?",
            "a": "㉠, ㉡, ㉢, ㉤",
            "b": "㉠, ㉢, ㉣, ㉥",
            "c": "㉠, ㉡, ㉢, ㉣",
            "d": "㉡, ㉢, ㉤, ㉥",
            "correct": "c",
            "explanation": "법 제18조(농지매매사업 등)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제18조"
            ]
        },
        {
            "question": "다음 중 「한국농어촌공사 및 농지관리기금법」 제23조 제4항에 따라 기금에 귀속되는 손익에 해당하지 않는 것은?",
            "a": "농지의 매입가격과 매도가격의 차액",
            "b": "농지의 임차료와 임대료의 차액",
            "c": "농지의 임대료",
            "d": "농지의 환매대금",
            "correct": "d",
            "explanation": "법 제19조(농지의 장기임대차사업)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제19조"
            ]
        },
        {
            "question": "아래는 농업용수를 공급받으려는 이들이 소유한 토지의 유형을 나타낸다. 이 중 「한국농어촌공사 및 농지관리기금법」 제13조 제1항 제3호에 따라 농업용수 이용자가 될 수 있는 이를 모두 고른 것은? 민수 : 「국유재산법」 또는 다른 법률에 따라 대부를 받은 국유지 · 공유지 찬솔 : 농립축산식품부장관이 정하여 고시하는 기준에 해당하는 고령 또는 질병 등의 사유로 은퇴하려는 농업인의 소유 농지 재영 : 「공유수면 관리 및 매립에 관한 법률」에 따른 매립면허를 받은 자가 조성한 토지 보배 : 「농어촌정비법」에 따른 농업생산기반 정비사업의 시행으로 조성된 매립지 등",
            "a": "민수, 보배",
            "b": "찬솔, 재영, 보배",
            "c": "민수, 재영, 보배",
            "d": "민수, 찬솔, 재영, 보배",
            "correct": "a",
            "explanation": "법 제24조(농지 등의 재개발)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제24조"
            ]
        },
        {
            "question": "다음은 농지연금의 지급정지 및 회수 등에 관한 규정이다. 옳지 않은 것은?",
            "a": "농지연금수급자가 담보농지의 소유권을 상실한 경우 농지연금 지급을 정지한다.",
            "b": "담보농지에 제한물권을 설정하거나 공사의 동의 없이 담보물권을 설정한 경우 농지연금 지급을 정지한다.",
            "c": "담보농지가 전용 등으로 더 이상 농지로 이용될 수 없게 된 경우 농지연금 지급을 정지한다.",
            "d": "공사와 농지연금지원약정을 체결한 농업인이 사망한 경우 농지연금 지급을 무조건 정지한다.",
            "correct": "c",
            "explanation": "법 제27조(사채의 발행)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제27조"
            ]
        },
        {
            "question": "다음은 「한국농어촌공사 및 농지관리기금법 제2장 제1절」 한국농어촌공사의 설립에 관한 내용이다. 보기의 내용을 읽고 옳고 그름을 순서대로 짝지은 것은? <보기>",
            "a": "O – O – X - X",
            "b": "O – O – X - O",
            "c": "O – X – O - X",
            "d": "O – X – O – O",
            "correct": "b",
            "explanation": "법 제28조(손익금의 처리)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제28조"
            ]
        },
        {
            "question": "다음은 「한국농어촌공사 및 농지관리기금법」 제2장 제2절 한국농어촌공사의 사업에서 규정하고 있는 사업 구분 및 세부 사업이다. 사업 분류와 그에 따른 세부사업을 올바르게 짝지은 것은? <사업 구분>",
            "a": "㉠ - ⓑ",
            "b": "㉠ - ⓒ",
            "c": "㉡ - ⓐ",
            "d": "㉢ - ⓒ",
            "correct": "a",
            "explanation": "시행령 제5조(이전등기)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제5조"
            ]
        },
        {
            "question": "다음 중 공사관리지역에의 편입사유에 해당하는 것은?",
            "a": "공사관리지역이 설정될 때부터 농업기반시설로부터 농업용수를 공급받지 못하였고 앞으로도 수년 내에는 농업용수를 공급받을 가망성이 없는 경우",
            "b": "공사가 지방자치단체의 농업기반시설을 수탁ㆍ관리하게 됨으로써 해당 지역이 그 농업기반시설로부터 농업용수를 공급받을 수 있게 되는 경우",
            "c": "농업기반시설이 노후하거나 그 기능이 저하되어 사실상 농업용수를 공급받지 못하고 있고 앞으로 수년 내에는 그 농업기반시설의 기능이 복구될 가망성도 없는 경우",
            "d": "도시지역, 산업단지 또는 그 밖에 공용 또는 공공용으로 사용하기로 확정된 토지로서 앞으로 농지의 본래 용도로는 활용할 수 없게 된 경우",
            "correct": "c",
            "explanation": "시행령 제3조(설립등기)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제3조"
            ]
        },
        {
            "question": "다음은 농지의 교환 또는 분리·합병에 관한 내용이다. 옳은 것은?",
            "a": "농지경작자 A씨의 신청에 따라 농지의 교환 또는 분리·합병을 시행할 수 있다.",
            "b": "한국농어촌공사는 도지사로부터 인가된 농지의 교환 또는 분리·합병 계획의 개요를 30일간 고시했다.",
            "c": "농지의 교환 또는 분리·합병을 하기 위해 필요한 자금은 농지소유자가 직접 조달하여야만 한다.",
            "d": "농업생산기반 정비사업 시행자는 농지의 교환·분리·합병을 위한 청산금의 지급에 필요한 자금지원에 관한 협조를 공사에 요청할 수 있다.",
            "correct": "d",
            "explanation": "시행령 제12조(편입 사유), 제13조(제외 사유)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제12조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제13조"
            ]
        },
        {
            "question": "다음은 「한국농어촌공사 및 농지관리기금법 시행령 제19조의4(경영회생 지원을 위한 농지의 매입등)」에 관한 내용이다. 옳지 않은 것은?",
            "a": "자기 소유의 농지 및 농지에 딸린 농업용 시설을 공사에 매도하고 이를 임차하려는 농업인 또는 농업법인은 공사에 농지등의 매도 및 임차를 신청하여야 한다.",
            "b": "매도 및 임차 신청을 받은 경우, 공사는 해당 농업인 또는 농업법인에 대하여 경영위기의 정도, 경영회생 가능성 및 경영능력 등에 대한 평가를 신용평가사에 위탁해 진행한 후, 적합한 경우에는 신청 대상 농지 등을 매입할 수 있다.",
            "c": "농지의 매입가격은 감정평가법인 등이 평가한 금액으로 한다.",
            "d": "농업용시설의 매입가격은 감정평가법인 등이 임대기간 만료 시점을 기준으로 평가한 금액으로 한다.",
            "correct": "b",
            "explanation": "시행령 제14조(그 밖의 농업용수 이용자)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제14조"
            ]
        },
        {
            "question": "다음 중 「한국농어촌공사 및 농지관리기금법 시행령」에서 규정하고 있는 기간이 가장 짧은 것은?",
            "a": "공사가 매입한 농지등을 해당 농업인 또는 농업법인에 임대하는 경우 그 임대기간",
            "b": "농지의 임대ㆍ사용대 수탁기간",
            "c": "농지매도의 수탁기간",
            "d": "농지연금 신청 기준 중 최소 영농 경력기간",
            "correct": "c",
            "explanation": "법 제4조, 제5조, 제7조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제4조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제5조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제7조"
            ]
        },
        {
            "question": "공사에서 「한국농어촌공사 및 농지관리기금법  제27조」에 따라 사채를 발행하려 할 때, 사채청약서에 반드시 기재하지 않아도 되는 것은?",
            "a": "인수할 사채의 수",
            "b": "인수금액",
            "c": "응모가액",
            "d": "주소",
            "correct": "d",
            "explanation": "법 제13조 / 시행령 제14조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제13조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제14조"
            ]
        },
        {
            "question": "공사는 전업농업인의 육성과 농업인이 아닌 자의 농지소유를 억제하기 위하여 농업인이 아니거나 직업전환 또는 은퇴하려는 농업인 등의 농지에 대하여 다음의 사업을 할 수 있다. 다음의 사업에 해당하지 않는 것은?",
            "a": "해당 농지를 매입하여 전업농업인으로 육성하려는 대상자 및 농업법인에게 우선적으로 매도하는 사업",
            "b": "전업농 육성 대상자 및 농업법인에게 해당 농지의 매입을 우선적으로 알선하는 사업",
            "c": "농업법인의 지역개발사업",
            "d": "전업농 육성 대상자 및 농업법인이 해당 농지를 매입하는데 필요한 자금의 지원",
            "correct": "a",
            "explanation": "법 제32조(기금의 조성)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제32조"
            ]
        },
        {
            "question": "다음 중 농지의 장기임대차사업에 대한 내용으로 옳지 않은 것은?",
            "a": "공사는 직업을 전환하거나 은퇴하려는 농업인의 농지나 그 밖에 농림축산식품부령으로 정하는 농지를 임차할 수 있다.",
            "b": "농지를 임차하는 경우에는 임차기간 중의 임차료의 전부 또는 일부를 미리 지급할 수 있다.",
            "c": "임차농지를 전업농업인, 전업농 육성 대상자 또는 농업법인에게 임대할 수 있다.",
            "d": "장기임대차사업의 활성화를 위하여 그 사업에 참여하는 자에게 공사가 정하는 바에 따라 농지를 임대할 수 있다.",
            "correct": "c",
            "explanation": "법 제35조(기금의 운용, 관리)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제35조"
            ]
        },
        {
            "question": "공사는 취득ㆍ소유하는 재산 중 「농어촌정비법」에 따른 한계농지, 간척지, 임야 등 부동산 및 같은 법 제24조에 따라 폐지된 농업기반시설을 다음 각 호의 용도로 개발하여 이용하거나 임대 또는 매도할 수 있다. 다음 중 밑줄 친 각 호에 해당하는 것을 모두 고른 것은? 가. 농지ㆍ초지(草地) 및 주택 등 농어촌 취락용지 나. 농지의 장기임대차사업 다. 농어촌의 소득증대를 위한 상공업 용지 라. 도시와 농어촌 간의 교류촉진을 위한 농원 마. 농지의 교환 또는 분리ㆍ합병사업",
            "a": "가, 다, 라",
            "b": "나, 다, 라",
            "c": "다, 라, 마",
            "d": "가, 나, 마",
            "correct": "d",
            "explanation": "법 제25조(자금조달)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제25조"
            ]
        },
        {
            "question": "다음 중 사채의 발행에 대한 내용으로 옳지 않은 것은?",
            "a": "공사는 이사회의 의결을 거쳐 사채를 발행할 수 있다.",
            "b": "사채의 발행액은 공사의 자본금과 적립금을 합친 금액의 2배를 초과하지 못한다.",
            "c": "사채의 발행목적과 발행방법은 경영위원회의 의결을 거쳐 사장이 결정한다.",
            "d": "정부는 공사가 발행하는 사채의 원리금 상환을 보증할 수 있다.",
            "correct": "d",
            "explanation": "법 제27조(사채의 발행)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제27조"
            ]
        },
        {
            "question": "아래는 손익금의 처리방식 중 회계연도 결산 결과 이익이 생겼을 때의 처리방식이다. 처리방식을 순서대로 나열한 것은?",
            "a": "㉠ - ㉡ - ㉢ - ㉣",
            "b": "㉡ - ㉠ - ㉢ - ㉣",
            "c": "㉡ - ㉢ - ㉠ - ㉣",
            "d": "㉡ - ㉣ - ㉢ - ㉠",
            "correct": "a",
            "explanation": "법 제48조(관계 서류의 열람 등), 제10조(사업)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제10조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제48조"
            ]
        },
        {
            "question": "다음은 공사의 주된 사무소 이전등기에 관한 설명이다. 각각의 옳고 그름을 순서대로 나열한 것은?",
            "a": "O - O",
            "b": "O - X",
            "c": "X - X",
            "d": "O - X",
            "correct": "d",
            "explanation": "법 제12조(공사관리지역의 변경)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제12조"
            ]
        },
        {
            "question": "다음 중 공사의 설립등기 내용에 포함되지 않는 것은?",
            "a": "설립목적",
            "b": "자본금",
            "c": "임원의 지분율",
            "d": "출자의 방법과 그 납입액",
            "correct": "c",
            "explanation": "법 제10조(사업)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제10조"
            ]
        },
        {
            "question": "다음 중 공사관리지역 외의 지역을 공사관리지역으로 편입할 수 없는 경우는?",
            "a": "국가나 공사가 새로 설치한 농업기반시설을 관리ㆍ운영하게 됨으로써 해당 지역이 그 농업기반시설로부터 농업용수를 공급받을 수 있게 되는 경우",
            "b": "공사가 지방자치단체의 농업기반시설을 수탁ㆍ관리하게 됨으로써 해당 지역이 그 농업기반시설로부터 농업용수를 공급받을 수 있게 되는 경우",
            "c": "공사가 관리ㆍ운영하는 기존의 농업기반시설로부터 해당 지역이 농업용수를 공급받을 수 있게 되는 경우",
            "d": "공사관리지역이 설정될 때부터 농업기반시설로부터 농업용수를 공급받지 못하였고 앞으로도 수년 내에는 농업용수를 공급받을 가망성이 없는 경우",
            "correct": "a",
            "explanation": "법 제10조(사업)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제10조"
            ]
        },
        {
            "question": "다음 중 농업용수를 이용할 수 있는 경우를 모두 고른 것은?",
            "a": "㉠, ㉡",
            "b": "㉠, ㉢",
            "c": "㉡, ㉢",
            "d": "㉠, ㉡, ㉢",
            "correct": "a",
            "explanation": "법 제6조(자본금 및 출자)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제6조"
            ]
        },
        {
            "question": "공사의 설립에 관한 다음 설명 중 옳지 않은 것은?",
            "a": "공사는 법인으로 한다.",
            "b": "공사는 업무의 수행을 위하여 필요하면 의사회의 의결을 거쳐 필요한 곳에 분사무소를 둘 수 있다.",
            "c": "공사는 등기가 필요한 사항에 관하여는 등기하기 전 제3자에게 대항할 수 있다.",
            "d": "공사는 주된 사무소의 소재지에서 설립등기를 함으로써 성립한다.",
            "correct": "c",
            "explanation": "시행령 제10조(대리인의 선임등기)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제10조"
            ]
        },
        {
            "question": "다음 중 공사관리지역에서 농업용수를 공급받을 수 있는 농업용수 이용자에 해당하지 않는 것은?",
            "a": "법률에 따라 대부를 받은 국유지에 농업용수를 공급받으려는 자",
            "b": "공사관리지역의 토지를 사용·수익하는 토지소유자",
            "c": "공사관리지역의 토지를 사용·수익하기 위하여 그 토지에 대하여 소유권 외의 물권을 가진 자",
            "d": "농어촌정비법에 따른 농업생산기반 정비사업 시행자",
            "correct": "d",
            "explanation": "시행령 제19조(재개발사업계획)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조"
            ]
        },
        {
            "question": "정부는 영농규모의 적정화, 농지의 집단화, 농지의 조성 및 효율적 관리와 해외농업개발에 필요한 자금을 조달·공급하기 위하여 농지관리기금을 설치한다. 다음 중 농지관리기금의 조성 재원으로 옳은 것을 모두 고르면?",
            "a": "㉠, ㉡, ㉣, ㉤",
            "b": "㉠, ㉢, ㉣, ㉥",
            "c": "㉠, ㉡, ㉢, ㉣",
            "d": "㉡, ㉢, ㉤, ㉥",
            "correct": "c",
            "explanation": "시행령 제19조의9(노후생활안정자금)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의9"
            ]
        },
        {
            "question": "농지관리기금의 운용·관리에 대한 설명에 해당하지 않는 것은?",
            "a": "농지관리기금은 「국가회계법」에 따라 회계처리 하여야 한다.",
            "b": "농림축산식품부장관은 대통령령으로 정하는 바에 따라 기금의 운용·관리에 관한 업무의 일부를 공사에 위탁할 수 있다.",
            "c": "농지관리기금을 농업인에 대한 대출금으로 운용하려는 경우 공사를 통하여 융자할 수 있다.",
            "d": "농지관리기금은 농림축산식품부장관이 운용·관리한다.",
            "correct": "c",
            "explanation": "시행령 제19조의14(농지연금채권의 행사 범위)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의14"
            ]
        },
        {
            "question": "공사는 사업을 하기 위하여 필요한 자금을 조달할 수 있다. 다음 중 자금조달 재원에 해당하지 않는 것은?",
            "a": "자본금과 적립금",
            "b": "이사회의 의결을 거친 차입금",
            "c": "자산운용 수입금",
            "d": "농지관리기금",
            "correct": "d",
            "explanation": "시행령 제15조(농지은행사업 등의 시행계획)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제15조"
            ]
        },
        {
            "question": "다음은 사업을 하기 위한 공사의 사채 발행에 관한 설명이다. 이 중 옳은 설명이 아닌 것은?",
            "a": "사채의 발행액은 공사의 자본금과 적립금을 합친 금액의 2배를 초과하지 못한다.",
            "b": "공사는 이사회의 의결을 거쳐 사채를 발행할 수 있다.",
            "c": "이사회의 의결을 거친 사채 발행에 필요한 사항은 대통령령으로 정한다.",
            "d": "정부는 공사가 발행하는 사채의 원리금 상환에 대한 책임을 갖지 않는다.",
            "correct": "d",
            "explanation": "시행령 제24조(사채 원부)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제24조"
            ]
        },
        {
            "question": "공사가 「한국농어촌공사 및 농지관리기금법 제10조」의 사업을 할 때의 관계 서류의 열람에 대한 설명 중 옳은 것은?",
            "a": "필요하면 등기소에 서류의 열람을 요청할 수 있다.",
            "b": "공사가 관계 행정기관에 농지의 조성 및 이용증진 사업에 필요한 등·초본의 발급을 요청할 경우 발급비용이 발생한다.",
            "c": "토지의 전산자료 조회·검색은 허용되지 않는다.",
            "d": "공사가 관계 행정기관에 농업기반시설의 유지ㆍ관리 및 이용에 관한 사업에 필요한 등·초본의 발급을 무료로 요청할 수 있다.",
            "correct": "d",
            "explanation": "시행령 제18조(농지의 재개발사업 등)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제18조"
            ]
        },
        {
            "question": "한국농어촌공사 및 농지관리기금법에 따른 공사관리지역의 변경에 대한 다음 설명 중 옳지 않은 것은?",
            "a": "공사는 대통령령으로 정하는 사유가 있는 경우에는 공사관리지역 외의 지역을 공사관리지역으로 편입할 수 있다.",
            "b": "공사는 공사관리지역에 있는 토지가 대통령령으로 정하는 사유로 농업용수의 공급을 받을 수 없게 되었을 경우에는 그 토지의 이해관계인의 신청을 받아 직권으로 공사관리지역에서 제외할 수 있다.",
            "c": "공사관리지역 편입에 관하여는 공사관리지역의 설정·관리에 따른 규정을 준용한다.",
            "d": "공사관리지역을 변경할 경우 임차기간 중의 임차료의 전부 또는 일부를 미리 지급한다.",
            "correct": "c",
            "explanation": "시행령 제19조(재개발사업계획)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조"
            ]
        },
        {
            "question": "공사의 사업 중 농어촌의 환경보전·복원에 관한 시설의 설치 및 지원 사업에 해당하는 것으로 바르게 짝지어진 것은?",
            "a": "㉠, ㉡, ㉣, ㉤",
            "b": "㉠, ㉢, ㉣, ㉥",
            "c": "㉠, ㉡, ㉢, ㉥",
            "d": "㉡, ㉢, ㉤, ㉥",
            "correct": "c",
            "explanation": "시행령 제42조(조성토지 등의 무상 양여)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제42조"
            ]
        },
        {
            "question": "공사의 사업 중 수산업과 어촌의 지속 가능한 발전을 위한 사업에 해당하는 것으로 바르게 짝지어진 것은?",
            "a": "㉠, ㉡, ㉣, ㉤",
            "b": "㉠, ㉢, ㉣, ㉥",
            "c": "㉠, ㉡, ㉢, ㉤",
            "d": "㉡, ㉢, ㉤, ㉥",
            "correct": "b",
            "explanation": "법 제34조(기금의 용도) / 시행령 제33조(손비처리)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제34조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제33조"
            ]
        },
        {
            "question": "한국농어촌공사 및 농지관리기금법에 따른 공사의 자본금 및 출자에 관한 설명으로 옳지 않은 것은?",
            "a": "공사의 자본금은 10조원으로 한다.",
            "b": "공사의 자본금은 전액을 국가가 출자한다.",
            "c": "국가는 공사의 사업에 필요한 동산 또는 부동산을 공사에 현물로 출자할 수 있다.",
            "d": "국가는 대통령령으로 정하는 바에 따라 국가가 조성한 토지 또는 농업기반시설 관리권을 공사에 출자할 수 있다.",
            "correct": "c",
            "explanation": "법 제6조 / 시행령 제2조(조성토지 등의 출자)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제6조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제2조"
            ]
        },
        {
            "question": "「한국농어촌공사 및 농지관리기금법 시행령」에 따르면 대리인의 선임등기 시 2주일 이내에 그 대리인을 둔 주된 사무소에서 등기하여야 한다. 다음 중 등기 시 필요한 사항이 아닌 것은?",
            "a": "대리인의 성명·주민등록번호 및 주소",
            "b": "대리인의 권한을 제한하는 경우 그 내용",
            "c": "대리인의 세대주 변경이력",
            "d": "대리인을 둔 주된 사무소 또는 분사무소의 명칭과 소재지",
            "correct": "d",
            "explanation": "법 제5조 / 시행령 제4조(분사무소 설치등기)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제5조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제4조"
            ]
        },
        {
            "question": "공사 소유 토지에 대한 재개발사업계획을 수립할 때 포함되어야 하는 내용에 해당하지 않는 것은?",
            "a": "사업 대상 지역의 위치도",
            "b": "사업 효율분석",
            "c": "사업수지예산 및 사업비 조달계획",
            "d": "계획일로부터 5년간의 지출예상",
            "correct": "a",
            "explanation": "법 제5조의2, 제10조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제10조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제5조의2"
            ]
        },
        {
            "question": "노후생활안정자금 신청 및 지원 기준에 관한 다음 설명 중 옳지 않은 것은?",
            "a": "소유 농지를 담보로 한 노후생활안정자금은 농지연금이라 한다.",
            "b": "지원받으려는 농업인은 공사에 농지연금의 지원을 스스로 신청하여야 한다.",
            "c": "농업인의 연령은 신청연도 말일 기준으로 만 65세 이상이어야 한다.",
            "d": "농업인의 영농 경력은 5년 이상이어야 한다.",
            "correct": "c",
            "explanation": "법 제11조, 제12조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제11조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제12조"
            ]
        },
        {
            "question": "다음 중 공사의 농지연금채권에 대한 행사 범위에 대한 다음 설명으로 알맞지 않은 것은?",
            "a": "공사가 지원한 농지연금에 대한 채권 행사는 담보농지에 대해서만 할 수 있다.",
            "b": "특정 사유로 공사가 담보농지에서 회수하지 못하는 금액에 대해서는 농지연금수급자의 다른 재산에 대해서도 채권을 행사할 수 있다.",
            "c": "농지연금수급자는 농지연금지원약정을 해지할 수 없다.",
            "d": "농지연금수급자의 고의나 중대한 과실로 담보농지가 훼손되어 회수하지 못하는 농지연금채권에 대해 공사에서 다른 재산에 채권을 행사할 수 있다.",
            "correct": "a",
            "explanation": "시행령 제15조(농지은행사업 등의 시행계획)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제15조"
            ]
        },
        {
            "question": "공사가 사업에 관한 시행계획을 수립하여 매 회계연도가 시작되기 전까지 농림축산식품부장관의 승인을 받아야 하는 내용에 해당하지 않는 것은?",
            "a": "농지매매사업 및 농지구입자금 지원사업",
            "b": "농지의 장기임대차사업",
            "c": "경영회생 지원을 위한 농지 매입사업",
            "d": "농어촌 정비사업",
            "correct": "d",
            "explanation": "시행령 제16조 / 농어촌정비법 제2조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제16조",
                    "https://www.law.go.kr/법령/농어촌정비법/(20250621,20581,20241220)/제2조"
            ]
        },
        {
            "question": "공사는 주된 사무소에 사채 원부를 갖춰 두어야 한다. 다음 중 기명식 사채 원부에 반드시 기재해야 하는 내용에 해당하지 않는 것은?",
            "a": "사채의 발행 연월일",
            "b": "사채의 취득 연월일",
            "c": "사채소유자의 성명 및 주소",
            "d": "사채 소유자에 대한 통지 또는 최고 방법",
            "correct": "b",
            "explanation": "법 제27조 / 시행령 제20조(사채의 발행)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제27조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제20조"
            ]
        },
        {
            "question": "다음 중 농지의 재개발사업에 관한 내용으로 옳지 않은 것은?",
            "a": "농지의 재개발사업을 하려는 경우에는 해당 구역의 둘 이상의 토지소유자의 신청을 받아 농지의 재개발사업 시행계획을 수립하여 농림축산식품부장관의 승인을 받아야 한다.",
            "b": "공사의 소유 재산 개발사업에 관하여 한국농어촌공사 및 농지관리 기금법 시행령에 규정된 사항 외에는 「농어촌정비법」에 따른 농업생산기반 정비사업의 예에 따른다.",
            "c": "농지의 재개발사업 시행계획을 승인받았을 때에는 지체 없이 해당 농지의 재개발사업의 개요를 공고하고, 이를 이해관계인이 열람할 수 있게 하여야 한다.",
            "d": "농지의 재개발사업은 담보농지, 자연조건 또는 이용조건이 좋은 농지 및 그 주변토지 등을 개발하는 사업으로서 농림축산식품부장관이 인정하는 사업으로 한다.",
            "correct": "d",
            "explanation": "법 제10조, 제30조(회계 특례)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제10조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제30조"
            ]
        },
        {
            "question": "다음 공사 소유 토지에 대한 재개발사업 보고서이다. 문서에 반드시 포함되어야 할 부분으로 옳은 것은? 행복시 사랑동 재개발사업계획 보고서 목차",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "b",
            "explanation": "법 제21조(영농복귀 지원)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제21조"
            ]
        },
        {
            "question": "행복시 사랑동 조직도·····················㉠",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "c",
            "explanation": "법 제5조의2, 제10조, 제48조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제10조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제48조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제5조의2"
            ]
        },
        {
            "question": "재개발사업 예상공정 기간···············㉡",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "b",
            "explanation": "법 제37조(기금의 회계기관)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제37조"
            ]
        },
        {
            "question": "수지예산 및 사업비 조달계획···········㉢",
            "a": "",
            "b": "",
            "c": "",
            "d": "",
            "correct": "a",
            "explanation": "법 제34조 / 농어촌정비법 제2조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제34조",
                    "https://www.law.go.kr/법령/농어촌정비법/(20250621,20581,20241220)/제2조"
            ]
        },
        {
            "question": "재개발구역 토지 지가분석···············㉣ . .",
            "a": "㉠",
            "b": "㉡",
            "c": "㉢",
            "d": "㉣",
            "correct": "c",
            "explanation": "법 제45조 / 시행령 제43조(관리권 등록)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제45조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제43조"
            ]
        },
        {
            "question": "다음 밑줄에 해당하는 알맞은 용어는? · 농림축산식품부장관이 공사에 무상으로      할 수 있는 재산은 공사의 설립목적 달성에 필요하다고 인정하는 매립지ㆍ간척지ㆍ개간지ㆍ취토장(取土場: 쓸 흙을 파내는 곳), 그 밖에 이에 준하는 토지와 인공구조물, 입목(立木) 및 그 밖의 물건으로 한다. · 공사는 재산을 무상으로      받으려는 경우에는 그 재산의 목록 등을 첨부하여 농림축산식품부장관에게      신청을 하여야 한다. · 제2항에 따른      신청에 필요한 사항은 농림축산식품부령으로 정한다.",
            "a": "임차",
            "b": "임대",
            "c": "양여",
            "d": "매각",
            "correct": "d",
            "explanation": "법 제38조(융자금의 회수), 제39조(결산)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제38조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제39조"
            ]
        },
        {
            "question": "다음 중 농지관리기금의 부담으로 손비처리 할 수 있는 결손금의 범위로 옳지 않은 것은?(단, 사업시행자의 귀책사유로 발생한 결손금이 아닐 경우)",
            "a": "한계농지 정비사업에 융자하여 사업을 시행하던 중 농림축산식품부장관이 인정하는 천재지변으로 결손금이 발생했다.",
            "b": "농지의 재개발사업 시행에 따라 결손금이 발생했다.",
            "c": "직업을 전환한 농업인의 영농복귀 지원사업의 시행에 따라 결손금이 발생했다.",
            "d": "경영회생 지원을 위한 농지매입사업에 융자하여 사업을 시행하던 중 농림축산식품부장관이 인정하는 부득이한 사유로 결손금이 발생했다.",
            "correct": "b",
            "explanation": "시행령 제19조의13(연금 지급정지·회수)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의13"
            ]
        },
        {
            "question": "다음은 조성토지 등의 출자와 관련한 내용이다. 각 보기에 대한 O,X를 순서대로 나열한 것은? <보기>",
            "a": "O – X – O - O",
            "b": "O – O – O - X",
            "c": "X – X – X - O",
            "d": "X – X – O - O",
            "correct": "b",
            "explanation": "시행령 제19조의2(농지 매입)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의2"
            ]
        },
        {
            "question": "다음 중 한국농어촌공사 설립에 대한 설명으로 옳은 것은?",
            "a": "공사는 업무의 수행을 위하여 필요한 곳에 분사무소를 둘 수 있으며, 이에 관한 사항은 정관으로 정한다.",
            "b": "공사는 주사무소에 지역농어업인의 대표로 구성되는 운영대의원회를 두며, 분사무소에 운영대의원회의 대표로 구성되는 자문기구를 둔다.",
            "c": "운영대의원회의 구성과 운영에 관한 사항은 이사회의 의견을 거쳐 결정한다.",
            "d": "공사는 분사무소를 설치한 경우에는 설치 후 2주일 이내에 주된 사무소의 소재지에서 설치된 분사무소의 명칭, 소재지 및 설치 연월일을 등기해야 한다.",
            "correct": "c",
            "explanation": "시행령 제19조의13(연금 지급정지·회수)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의13"
            ]
        },
        {
            "question": "공사가 시행하는 사업 중 영농규모의 적정화, 농지의 효율적 이용, 농업구조개선 및 농지시장과 농업인의 소득 안정 등을 위한 사업으로 적절하지 않은 것은?",
            "a": "농지의 적정한 가격 설정을 위한 평가 지원 사업",
            "b": "경영회생 지원을 위한 농지 매입사업",
            "c": "농지의 임대 등의 수탁사업",
            "d": "농지를 담보로 한 농업인의 노후생활안정 지원사업",
            "correct": "c",
            "explanation": "시행령 제25조(사채 응모자 통지)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제25조"
            ]
        },
        {
            "question": "공사관리지역의 설정·관리·변경에 관한 내용으로 옳지 않은 것은?",
            "a": "공사는 공사관리지역을 설정하려면 그 공사관리지역을 관할하는 특별시장·광역시장·도지사 또는 특별자치도지사의 의견을 들어야 한다.",
            "b": "국가가 새로 설치한 농업기반시설을 관리·운영하게 됨으로써 해당 지역이 그 농업기반시설로부터 농업용수를 공급받을 수 있게 되는 경우 공사는 공사관리지역 외의 지역을 공사관리지역으로 편입할 수 있다.",
            "c": "공사는 공사관리지역을 설정하였을 때에는 농림축산식품부령으로 정하는 바에 따라 20일 이상 그 사실을 공고하고 이해관계인이 열람할 수 있도록 하여야 한다.",
            "d": "공사는 공사관리지역에 있는 토지가 산업단지로 확정된 토지로서 앞으로 농지의 본래 용도로는 활용할 수 없게 된 경우 그 토지의 이해관계인의 신청이나 농림축산식품부장관의 승인을 받아 직권으로 공사관리지역에서 제외할 수 있다.",
            "correct": "d",
            "explanation": "시행령 제31조(기금에 의한 그 밖의 사업)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제31조"
            ]
        },
        {
            "question": "다음 중 공사가 사업에 관한 시행계획을 수립하여 매 회계연도가 시작되기 전까지 농림축산식품부장관의 승인을 받아야 하는 사업으로 옳지 않은 것은 모두 몇 개인가? · 농지매매사업 및 농지구입자금 지원사업 · 농지에 관한 정보제공사업 · 농지의 분리사업 · 농지를 담보로 한 사망한 농업인 배우자의 생활 지원사업 · 경영회생 지원을 위한 농지 매입사업",
            "a": "1개",
            "b": "2개",
            "c": "3개",
            "d": "4개",
            "correct": "b",
            "explanation": "시행령 제30조(기금의 투자)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제30조"
            ]
        },
        {
            "question": "농지의 교환, 분리, 합병에 대한 설명으로 옳지 않은 것은?",
            "a": "공사는 농지소유자가 농지의 교환 또는 분리·합병의 시행을 신청하는 경우에만 농지의 교환 또는 분리·합병을 시행할 수 있다.",
            "b": "공사는 광역시장ㆍ도지사 또는 특별자치도지사로부터 농지의 교환 또는 분리ㆍ합병계획을 인가받았을 때에는 5일 이상 15일 이내의 기간을 정하여 그 교환 또는 분리ㆍ합병계획의 개요를 고시하고, 이를 이해관계인이 열람할 수 있게 하여야 한다.",
            "c": "농지소유자가 농지의 교환 또는 분리ㆍ합병을 하기 위하여 필요한 자금을 지원받으려는 경우에는 농림축산식품부령으로 정하는 바에 따라 공사에 그 지원을 요청할 수 있다.",
            "d": "생활환경 정비사업 시행자는 농지의 교환·분리·합병 또는 집단환지(集團換地)를 위한 청산금의 지급에 필요한 자금을 지원받으려는 자가 있을 때에는 농림축산식품부령으로 정하는 바에 따라 공사에 그 자금지원에 관한 협조를 요청할 수 있다.",
            "correct": "b",
            "explanation": "시행령 제39조(회계기관의 직무)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제39조"
            ]
        },
        {
            "question": "다음 중 차입금과 사채의 발행에 대한 내용으로 옳지 않은 것은?",
            "a": "공사는 자금을 차입하거나 사채를 발행할 때 이사회의 의결을 거쳐야 한다.",
            "b": "사채의 발행액은 공사의 자본금의 2배를 초과하지 못한다.",
            "c": "정부는 공사가 발행하는 사채의 원리금 상환을 보증할 수 있다.",
            "d": "사채를 발행하려는 경우에는 사채의 발행목적과 발행방법에 관하여 이사회의 의결을 거쳐야 한다.",
            "correct": "b",
            "explanation": "법 제50조의2~제52조(유사명칭·비밀·과태료)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제50조의2",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제50조의3",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제51조"
            ]
        },
        {
            "question": "다음 중 공사의 회계 특례에 따라 계정을 설치하고 구분하여 회계처리해야 하는 사업은 무엇인가?",
            "a": "농어촌용수 및 지하수자원의 개발·이용 및 보전(保全)ㆍ관리에 관한 사업",
            "b": "농지의 조성 및 이용증진 사업과 농지 등의 재개발 사업",
            "c": "토양오염에 관한 조사ㆍ평가 및 오염토양 개선사업",
            "d": "농업기반시설의 유지·관리에 관한 사업",
            "correct": "d",
            "explanation": "시행령 제3조(설립등기)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제3조"
            ]
        },
        {
            "question": "다음은 「한국농어촌공사 및 농지관리기금법 제21조(직업을 전환한 농업인의 영농복귀 지원)」에 관한 내용이다. 밑줄 친 내용 중 옳지 않은 것은?",
            "a": "㉠",
            "b": "㉡",
            "c": "㉢",
            "d": "㉣",
            "correct": "d",
            "explanation": "법 제31조, 제32조, 제38조, 제39조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제31조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제32조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제38조"
            ]
        },
        {
            "question": "다음 (가)의 내용에 해당하지 않는 경우를 보기에서 모두 고르면? 공사는 사업을 할 때 필요하면 등기소와 그 밖의 관계 행정기관에 서류의 열람ㆍ복사 또는 등ㆍ초본의 발급을 요청할 수 있다. 다만, (가)의 사업에 필요한 경우에는 무료로 요청할 수 있다. < 보기 > · 농지를 담보로 한 농업인의 노후생활안정 지원사업 · 해외농업개발 및 기술용역사업 · 농업기반시설과 그 주변지역의 개발 및 이용에 관한 사업 · 농지 등의 재개발 사업 · 농지의 가격, 거래동향 등에 관한 정보의 제공 · 어촌지역산업의 진흥 및 개발에 관한 사업 · 도농교류 교육프로그램의 개발·보급 · 수질오염방지시설의 설치 및 지원 사업",
            "a": "3개",
            "b": "4개",
            "c": "5개",
            "d": "6개",
            "correct": "d",
            "explanation": "시행령 제20조~제22조(사채)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제20조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제21조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제22조"
            ]
        },
        {
            "question": "다음은 「한국농어촌공사 및 농지관리기금법 제37조(기금의 회계기관)」 에 대한 설명 중 일부이다. 각 괄호에 들어갈 용어로 알맞은 것은? · 농림축산식품부장관은 기금의 운용ㆍ관리에 관한 업무의 일부를 공사에 위탁하는 경우에는 공사의  임원 중에서 (  ㉠  )과 기금지출원인행위 담당임원을, 공사의 직원 중에서 (  ㉡  )과 (  ㉢  )을 임명할 수 있다. 이 경우 (  ㉠  )은 기금수입징수관의 직무를, 기금지출원인행위 담당임원은 기금재무관의 직무를, (  ㉡  )은 기금지출관의 직무를, (  ㉢  )은 기금출납공무원의 직무를 수행한다.",
            "a": "기금징수 담당임원 기금지출원 기금출납원",
            "b": "기금징수 담당임원 기금재무원 기금지출원",
            "c": "기금수입 담당임원 기금재무원 기금수입원",
            "d": "기금수입 담당임원 기금지출원 기금출납원",
            "correct": "d",
            "explanation": "시행령 제26조의2(감가상각의 특례)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제26조의2"
            ]
        },
        {
            "question": "다음 중 농지관리기금의 용도로 옳지 않은 것은?",
            "a": "농지생산기반정비사업 시행자가 조성한 간척농지를 공사가 인수하여 임대한 농지의 관리, 보수 및 보강에 필요한 자금의 보조 및 투자",
            "b": "농어촌 관광휴양자원 개발사업 시행자가 시행·알선하는 농지의 교환 또는 분리·합병 및 집단환지사업의 청산금 융자 및 필요한 경비의 지출",
            "c": "농업진흥지역 밖의 농지 중에서 영농 조건이 불리하여 생산성이 낮은 농지로 최상단부에서 최하단부까지의 평균 경사율이 15퍼센트 이상인 농지의 정비사업 보조·융자 및 투자",
            "d": "은퇴하려는 농업인의 농지를 임차하여 하는 장기임대차사업에 필요한 자금의 융자",
            "correct": "d",
            "explanation": "시행령 제19조의11(위험부담금)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의11"
            ]
        },
        {
            "question": "농업기반시설 관리권의 설정 및 등록에 대한 설명으로 옳지 않은 것은?",
            "a": "공사가 농업기반시설 관리권을 등록하려는 경우에는 농림축산식품부령으로 정하는 바에 따라 농업기반시설 관리권 등록신청서를 농림축산식품부장관에게 제출 하여야 한다.",
            "b": "공사는 농업기반시설 관리권의 설정을 받았을 때에는 대통령령으로 정하는 바에 따라 농림축산식품부에 갖추어 두는 농업기반시설 관리권 등록부에 등록하여야 하며, 그 등록은 등기의 효력을 가지는 것으로 본다.",
            "c": "공사는 등록된 농업기반시설 관리권의 기초가 되는 농업기반시설의 전부 또는 일부의 폐지 등의 사유로 그 원형이 변경되거나 폐지되었을 때에는 20일 이내에 농업기반시설 관리권의 변경등록 또는 말소등록을 신청하여야 한다.",
            "d": "농림축산식품부장관이 등록신청을 받아 이를 등록부에 등록하였을 때에는 등록증을 공사에 발급하여야 한다.",
            "correct": "a",
            "explanation": "시행령 제19조의12(저당권설정 제한)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의12"
            ]
        },
        {
            "question": "다음 밑줄 친 ㉠,㉡에 들어갈 알맞은 내용은 순서대로 바르게 나열한 것은? · 법 제38조(융자금의 회수) ㉠         은 기금을 융자받은 자가 융자조건을 위반한 경우에는 농림축산식품부령으로 정하는 바에 따라 상환기일 전이라도 융자금의 전부 또는 일부를 회수할 수 있다. · 법 제39조(기금의 결산) ㉠         은 회계연도마다 기금운용 결산보고서를 작성하여 다음 연도 2월 말일까지 ㉡         에게 제출하여야 한다.",
            "a": "㉠ 기획재정부장관 ,    ㉡ 농림축산식품부장관",
            "b": "㉠ 국토교통부장관,     ㉡ 농림축산식품부장관",
            "c": "㉠ 농림축산식품부장관, ㉡ 국토교통부장관",
            "d": "㉠ 농림축산식품부장관, ㉡ 기획재정부장관",
            "correct": "b",
            "explanation": "법 제34조, 제24조의3 / 시행령 제19조의2, 제19조의9",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제24조의3",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제34조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의2"
            ]
        },
        {
            "question": "다음은 농지연금 지원받고 있는 사람들이다. 이 중에서 공사가 농지연금 지급을 정지해야 하는 사람들을 모두 고르시오.",
            "a": "㉠, ㉢",
            "b": "㉡, ㉣",
            "c": "㉠, ㉣",
            "d": "㉡, ㉢",
            "correct": "a",
            "explanation": "법 제21조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제21조"
            ]
        },
        {
            "question": "다음 중 농지시장 안정과 농업구조 개선을 위하여 농지를 매입하는 경우에 해당하지 않는 것은?",
            "a": "이농하거나 직업전환하려는 농업인의 소유 농지",
            "b": "농업인 또는 농업법인에 임대한 농지",
            "c": "농림축산식품부장관이 정하여 고시하는 기준에 해당하는 고령 또는 질병 등의 사유로 은퇴하려는 농업인의 소유 농지",
            "d": "그 밖에 농림축산식품부령으로 정하는 농지",
            "correct": "c",
            "explanation": "시행령 제15조(농지은행사업 등의 시행계획)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제15조"
            ]
        },
        {
            "question": "아래는 「한국농어촌공사 및 농지관리기금법 시행령 제19조의13」에 관한 내용이다. 밑줄 친 각 호에 해당하지 않는 것은? 공사는 다음 각 호의 어느 하나에 해당하는 사유가 발생한 경우에는 농지연금 지급을 정지하여야 한다.",
            "a": "농지연금수급자가 담보농지의 소유권을 상실한 경우",
            "b": "농지연금채권이 저당권의 채권 최고액을 초과할 것으로 예상되는 경우로서 공사의 채권 최고액 변경 요구에 응하지 아니한 경우",
            "c": "공사와 농지연금지원약정을 체결한 농업인이 사망한 경우로서 농림축산식품부령으로 정하는 배우자가 있는 경우에 그 배우자가 6개월 이내에 담보농지의 소유권 이전등기 및 농지연금채무의 인수를 한 경우",
            "d": "담보농지에 제한물권을 설정하거나 공사의 동의 없이 담보물권을 설정한 경우",
            "correct": "b",
            "explanation": "법 제28조(손익금의 처리)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제28조"
            ]
        },
        {
            "question": "다음은 사채 응모자에 대한 통지에 관한 설명이다. 각각의 옳고 그름을 순서대로 나열한 것은?",
            "a": "X – O - O",
            "b": "O – X - X",
            "c": "X – X - O",
            "d": "O – X – X",
            "correct": "b",
            "explanation": "시행령 제19조의13(연금 지급정지·회수)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의13"
            ]
        },
        {
            "question": "아래는 「농어촌관리기금법 시행령 제31조(기금에 의한 그 밖의 사업)」에 관한 내용이다. 밑줄 친 각 호에 해당하지 않는 것은? 법 제34조 제1항 제13호에서 '대통령령으로 정하는 사업'이란 다음 각 호의 사업을 말한다.",
            "a": "농업구조개선사업과 관련된 자료의 수집 및 관리",
            "b": "농지재개발사업과 농지조성사업 또는 농지조성을 포함하는 농업생산기반조성사업을 위한 예정지 조사, 기본조사, 시험, 연구와 이에 대한 환경영향평가 및 사후 환경영향조사",
            "c": "농업진흥지역의 지정 및 관리에 따른 기술지원",
            "d": "농지매매사업 및 농지구입자금 지원사업",
            "correct": "c",
            "explanation": "시행령 제16조(농지 교환·분리·합병)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제16조"
            ]
        },
        {
            "question": "다음 중 기금의 투자 내용으로 옳지 않은 것은?",
            "a": "투자의 범위는 농지재개발사업, 간척농지와 간척농지의 농업생산에 이용되는 농업기반시설의 관리 및 보수ㆍ보강 사업, 한계농지 등의 정비사업, 농지조성사업 또는 농지조성을 포함하는 농업생산기반조성사업 및 해외농업개발 사업에 필요한 개발비로 한다.",
            "b": "기금을 위탁관리하는 자는 사업시행자와 기금지원에 관한 계약을 체결할 수 없다.",
            "c": "기금을 위탁관리하는 자는 사업시행자로부터 개발비의 지원을 요청받은 경우에는 농림축산식품부장관의 승인을 받아 이를 지원할 수 있다.",
            "d": "개발비의 지원을 받아 사업을 완료한 사업시행자는 그 사업으로 조성된 토지를 매각 또는 임대하거나 일시 사용하는 경우에는 그 매각대금, 임대료 및 일시사용료를 기금에 납입하여야 한다.",
            "correct": "b",
            "explanation": "시행령 제43조의2(자료·정보 제공 기관과 범위)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제43조의2"
            ]
        },
        {
            "question": "다음 중 기금의 회계기관의 직무에 관한 옳은 내용을 모두 고른 것은?",
            "a": "㉠, ㉡",
            "b": "㉠, ㉢",
            "c": "㉡, ㉢",
            "d": "㉠, ㉡, ㉢",
            "correct": "b",
            "explanation": "법 제10조(사업)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제10조"
            ]
        },
        {
            "question": "다음 중 한국농어촌공사에 관한 내용으로 옳지 않은 것은?",
            "a": "공사가 아닌 자는 한국농어촌공사 또는 이와 유사한 명칭도 사용할 수 없다.",
            "b": "공사가 아닌 자가 한국농어촌공사의 명칭을 사용한 경우 2천만원 이하의 벌금을 부과한다.",
            "c": "공사의 임직원이거나 임직원이었던 사람은 직무상 알게 된 비밀을 누설하거나 도용하여서는 아니 된다.",
            "d": "직무상 알게 된 비밀을 누설하거나 도용한 사람은 2년 이하의 징역 또는 2천만원 이하의 벌금에 처한다.",
            "correct": "b",
            "explanation": "법 제23조(농지매매사업자금의 융자)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제23조"
            ]
        },
        {
            "question": "다음 중 공사의 설립등기에 사항에 해당하는 내용을 모두 고른 것은?",
            "a": "㉠, ㉡",
            "b": "㉠, ㉡, ㉢",
            "c": "㉡, ㉢, ㉣",
            "d": "㉠, ㉡, ㉢, ㉣",
            "correct": "c",
            "explanation": "법 제5조의2(농지은행관리원)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제5조의2"
            ]
        },
        {
            "question": "다음 중 농지관리기금에 관한 설명으로 옳지 않은 것은?",
            "a": "정부는 영농규모의 적정화, 농지의 집단화, 농지의 조성 및 효율적 관리와 해외농업개발에 필요한 자금을 조달ㆍ공급하기 위하여 농지관리기금(이하 '기금'이라 한다)을 설치한다.",
            "b": "기금의 재원으로는 정부출연금, 농지보전부담금 납입금, 기금운용수익금 등이 있다.",
            "c": "농림축산식품부장관은 기금을 융자받은 자가 융자조건을 위반한 경우에는, 상환기일 전이라도 융자금의 전부 또는 일부를 회수할 수 있다.",
            "d": "한국농어촌공사 사장은 회계연도마다 기금운용 결산보고서를 작성하여 다음 연도 2월 말일까지 기획재정부장관에게 제출하여야 한다.",
            "correct": "d",
            "explanation": "시행령 제4조, 제5조, 제7조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제4조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제5조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제7조"
            ]
        },
        {
            "question": "다음 중 공사가 발행하는 사채에 대한 내용으로 옳지 않은 것은?",
            "a": "사채청약서에 기재되어야 하는 내용은 사채의 발행 총액, 각 사채의 액면금액, 사채의 이율 등이 있다.",
            "b": "사채의 응모가 완료된 때에는 지체 없이 응모자가 인수한 사채금액의 전액을 납입하게 하여야 하며, 그 전액이 납입된 후가 아니면 그 사채를 발행하지 못한다.",
            "c": "사채의 모집에 응하려는 자는 사채청약서에 그 인수할 사채의 수, 인수금액과 주소를 적고 서명날인하여야 한다.",
            "d": "사장은 사채 청약에 응모된 총액이 청약서에 적힌 발행 총액보다 적은 경우에도 사채를 발행한다는 표시를 사채청약서에 할 수 없다.",
            "correct": "b",
            "explanation": "시행령 제19조의2, 제14조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제14조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제19조의2"
            ]
        },
        {
            "question": "다음을 읽고 ( ㉠ )안에 들어갈 알맞은 답을 고르시오. 한국농어촌공사 및 농지관리기금법 시행령 제26조의2(감가상각의 특례)",
            "a": "자산운용 수입금",
            "b": "사업확장적립금",
            "c": "다른 기금으로부터의 차입금",
            "d": "농업기반시설 유지관리 적립금",
            "correct": "c",
            "explanation": "법 제25조~제30조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제25조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제26조",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제27조"
            ]
        },
        {
            "question": "다음 보기를 읽고 ㉠, ㉡, ㉢에 대해 옳은 것은? <보기> 한국농어촌공사 및 농지관리기금법 시행령 제19조의 11 공사는 농지연금 운영 상황 등을 고려하여 연 ( ㉠ )를 초과하지 아니하는 범위에서 농림축산식품부장관이 정하여 고시하는 요율을 제19조의10 제4항에 따른 ( ㉡ )에 곱하여 산출한 ( ㉢ )을 징수할 수 있다.",
            "a": "100분의 1 농지연금채무 농지연금채권",
            "b": "100분의 2 농지연금채무 농지연금위험부담금",
            "c": "100분의 1 농지연금채권 농지연금위험부담금",
            "d": "100분의 2 농지연금채권 농지연금위험부담금",
            "correct": "d",
            "explanation": "시행령 제35조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제35조"
            ]
        },
        {
            "question": "다음은 「한국농어촌공사 및 농지관리기금법 시행령 제19조의12(저당권설정 등의 제한)」의 내용이다. 밑줄 친 괄호(  )에 들어갈 내용이 알맞게 짝지어진 것을 고르시오. 한국농어촌공사 및 농지관리기금법 시행령 제19조의12(저당권설정 등의 제한) ① 농지연금수급자는 담보농지에 저당권, 가등기담보권, 지상권, 지역권 등의 ( ㉠ )을(를) 설정하는 행위를 해서는 아니 된다.",
            "a": "제한물권 농지연금채권 담보물권",
            "b": "제한물권 농지연금 위험부담금 담보물권",
            "c": "담보물권 농지연금채권 제한물권",
            "d": "담보물권 농지연금 위험부담금 제한물권",
            "correct": "b",
            "explanation": "시행령 제31조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제31조"
            ]
        },
        {
            "question": "다음 중 「한국농어촌공사 및 농지관리기금법 제34조(기금의 용도)」에 따라 농지관리기금을 바르게 사용하지 않은 경우는?",
            "a": "공사에서 직업전환하려는 농업인 A씨 소유 농지를 감정평가업자가 평가한 금액으로 매입하였다.",
            "b": "공사에서 자연재해로 인한 피해로 경영위기에 처한 농업인 B씨에게 영농자금을 대출해 주었다.",
            "c": "7년차 농업인 C씨(68세)가 소유한 농지를 담보로 노후생활안정자금을 지급하였다.",
            "d": "공사의 장기임대차사업에 참여한 D씨에게 장려금을 지급하였다.",
            "correct": "c",
            "explanation": "법 제50조의2, 제50조의3, 제51조, 제52조",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제50조의2",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제50조의3",
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법/(20220218,18403,20210817)/제51조"
            ]
        },
        {
            "question": "「한국농어촌공사 및 농지관리기금법 제21조(직업을 전환한 농업인의 영농복귀 지원)」에 따라 공사에 농지를 임대하고 직업을 전환한 농업인이 계약기간과 관계없이 임대차 계약 해지를 요청할 때, 공사가 그 요청에 따라야 하는 조건이 완성되려면 다음 보기 중 반드시 갖춰져야 하는 요건으로만 짝지어진 것은? <보기>",
            "a": "㉡, ㉣",
            "b": "㉡, ㉢",
            "c": "㉠, ㉡",
            "d": "㉠, ㉤",
            "correct": "d",
            "explanation": "시행령 제44조(고유식별정보의 처리)",
            "urls": [
                    "https://www.law.go.kr/법령/한국농어촌공사 및 농지관리기금법 시행령/(20250401,35421,20250401)/제44조"
            ]
        }
];
